[Main]
DisplayName=Čeština

[DB_FormPassenger]
btnClose.Hint=Zavřít
chk1.Caption=Konfigurační soubory
chk2.Caption=Licenční soubory
chk3.Caption=Složka stažených ovladačů
chk4.Caption=Složka záloh ovladačů
btnYes.Caption=Ano
btnNo.Caption=Ne
lbl2.Caption=Vyberte data pro odstranění (nedoporučováno):

[DB_FormSaleCrack]
lblTitle.Caption=Používáte neoficiální verzi programu Driver Booster!
lblInfo1.Caption=Může způsobit nejen zpomalení či pád vašeho PC, ale také únik soukromých dat. Získejte oficiální Driver Booster PRO nyní a zůstaňte v bezpečí.
lblInfo2.Caption=Užijte si <a>exkluzivní slevu %d</a> pro získání oficiální verze PRO
btnClose.Hint=Zavřít
btnGetFree.Caption=ZÍSKAT VERZI ZDARMA
btnGetPro.Caption=ZÍSKAT VERZI PRO

[DB_FormDrvBst]
btnUptNotice.hint=Je dostupná nová verze
btnEnterKey.Hint=Zadat licenci
btnBackHome.Hint=Zpět
lblTools.Caption=NÁSTROJE
btnRescue.Caption=Centrum záchrany
btnRescue.Hint=Obnova systému do normálního stavu v případě problému
btnSound.Caption=Oprava nefungujícího zvuku
btnSound.Hint=Opravení problému s nefungujícím zvukem audio zařízení
btnNetwork.Caption=Oprava chyby sítě
btnNetwork.Hint=Opravení problému s připojením síťového zařízení
btnError.Caption=Oprava chyb zařízení
btnError.Hint=Opravení chyb zařízení.
btnDisplay.Caption=Oprava nesprávného rozlišení
btnDisplay.Hint=Opravení nesprávného rozlišení zobrazovacího zařízení.
btnClean.Caption=Odstranění dat odpojených zařízení
btnClean.Hint=Odstranění dat odpojených zařízení ve vašem počítači.
btnSysInfo.Caption=Systémové informace
btnSysInfo.Hint=Shromáždění a zobrazení podrobných informací o systému.
btnNavScan.Hint=Sken
btnNavBost.Hint=Boost
btnNavTool.Hint=Nástroje
btnNavAcct.Hint=Centrum akcí
btnClose.Hint=Zavřít
btnMinimize.Hint=Minimalizovat
btnMaximize.Hint=Maximalizovat
btnWindow.Hint=Obnovit
btnMenu.Hint=Možnosti
btnFeedback.Hint=Zpětná vazba
btnUpgrade.Caption=Aktivovat nyní
lblLicense.Caption=Správa licence
btnReboot.Caption=Restart
btnStartUpdate.Caption=Aktualizovat nyní
btnStopUpdate.Caption=Stop
lblDriverAge.Caption=Stav ovladačů:
lblLastScan.Caption=Poslední sken: Nikdy!
chkAutoAct.Caption=Automaticky restartovat PC
mniMainSettings.Caption=Nastavení...
mniMainRescue.Caption=Záchrana...
mniMainFeedback.Caption=Zpětná vazba...
mniMainUpdate.Caption=Zkontrolovat aktualizace
mniMainManual.Caption=Uživatelská příručka (F1)
mniMainSupport.Caption=Technická podpora
mniMainTranslate.Caption=Pomozte nám s překladem
mniMainIObit.Caption=IObit Freeware
mniMainHistory.Caption=Co je nového
mniMainAbout.Caption=O aplikaci
mniMainLike.Caption=Like IObit
mniTrayShow.Caption=Zobrazit okno
mniTrayScan.Caption=Skenovat nyní!
mniTraySettings.Caption=Nastavení...
mniTrayFeedback.Caption=Zpětná vazba...
mniTrayUpdate.Caption=Zkontrolovat aktualizace
mniTrayExit.Caption=Ukončit
mniItemDetail.Caption=Detaily...
mniItemUpdate.Caption=Aktualizovat
mniItemIgnore.Caption=Ignorovat
mniItemBackup.Caption=Zpět
mniItemUninstall.Caption=Odinstalovat
mniItemRollBack.Caption=Vrátit zpět
mniItemExport.Caption=Exportovat seznam
mniItemFixSound.Caption=Opravit zvuk
mniItemFixDisplay.Caption=Opravit rozlišení
mniItemFixNetwork.Caption=Opravit síť
mniItemFixFaulty.Caption=Opravit vadné
mniAutoShutdown.Caption=Automaticky vypnout PC
mniAutoReboot.Caption=Automaticky restartovat PC
lblFailIgnore.Caption=Některé ovladače nebyly nainstalovány kvůli problémům s kompatibilitou. Vhodnější ovladače pro váš systém poskytneme později.
lblAscTitle.Caption=Doporučujeme: Advanced SystemCare
lblAscText.Caption=Ochrana a optimalizace PC jedním kliknutím
lblAscDownload.Caption=Stáhnout nyní zdarma
lblNewsOffline.Caption=Sdílejte Driver Booster s rodinou a přáteli. Užívejte si nejnovější ovladače společně!
btnProFun1.Caption=Více ovladačů
btnProFun1.Hint=Podporuje více sofistikovaná hardwarová zařízení.
btnProFun2.Caption=Opravení chyb
btnProFun2.Hint=Poradí si s chybovými kódy pro opravení problémů s hardwarem.
btnProFun3.Caption=Automatické stahování
btnProFun3.Hint=Automaticky aktualizuje ovladače při nečinnosti systému.
lblHomeDevice.Caption=Ovladače zařízení
lblHomeGame.Caption=Herní komponenty

[DB_FormUpdateTips]
lblCaption.Caption=Driver Booster
lblTitle.Caption=Úspěšně aktualizováno na Driver Booster %s
btnTry.Caption=Vyzkoušet nyní
btnDetails.Caption=Detaily
lblContentTitile.Caption=Získejte více ovladačů a lepší výkon s funkcemi PRO:
lblContent1.Caption=- Neomezený počet ovladačů s až o 200% větší databází
lblContent2.Caption=- Zlepšení herního zážitku
lblContent3.Caption=- Zvýšení stability a výkonu systému
btnGet.Caption=Získat nyní
btnClose.Hint=Zavřít

[DB_FormSettings]
lblTitle.Caption=Nastavení
btnOK.Caption=OK
btnCancel.Caption=Storno
btnApply.Caption=OK
btnRecommended.Caption=Použít doporučené
btnClose.Hint=Zavřít
btnTabNetwork.Caption=Síť
btnTabDrivers.Caption=Ovladače
btnTabIgnored.Caption=Ignorováno
btnTabScan.Caption=Sken
btnTabGeneral.Caption=Obecné
lblProxyAddr.Caption=Host:
lblProxyPort.Caption=Port:
lblProxyUser.Caption=Uživatelské jméno:
lblProxyPass.Caption=Heslo:
chkProxy.Caption=Povolit proxy
chkProxy0.Caption=Přímé připojení (bez proxy)
chkProxy1.Caption=Zadat proxy server (pouze pokud jste k internetu připojeni přes proxy)
chkProxy2.Caption=Automatická detekce proxy (použije se nastavení Internet Exploreru)
lblDownPath.Caption=Složka pro stahování (všechny stažené ovladače se uloží do této složky):
btnDownPath.Caption=Procházet...
lblBackPath.Caption=Složka pro zálohy (všechny zálohované ovladače se uloží do této složky):
btnBackPath.Caption=Procházet...
chkAutoBackup.Caption=Automaticky vytvářet bod obnovy systému před instalací ovladačů
chkAutoBackup2.Caption=Automaticky zálohovat původní ovladače před instalací nových
chkAutoDownload.Caption=Automatické stahování ovladačů při nečinnosti systému
chkAcceDown.Caption=Zrychlit stahování při aktualizaci ovladačů
btnAutoDownDesc.Caption=Pouze stahovat aktualizace ovladačů a herních komponent
btnAutoUpdtDesc.Caption=Stahovat a instalovat aktualizace ovladačů a herních komponent
chkAutoIdle.Caption=Vyberte typ, který chcete aktualizovat automaticky
chkAutoGra.Caption=Grafická karta
chkAutoAudio.Caption=Zvuk
chkAutoNetWork.Caption=Síť
chkAutoChipset.Caption=Chipset
chkAutoExtDev.Caption=Externí zařízení
chkAutoGameCom.Caption=Herní komponenty
chkAutoOthers.Caption=Ostatní
chkAutoDelete.Caption=Automaticky smazat instalační balíčky ovladačů po jejich instalaci
chkAutoScan.Caption=Skenovat automaticky při spuštění aplikace
chkSchedule.Caption=Skenovat v pravidelných intervalech
cbxSchedule.Items[0]=Denně
cbxSchedule.Items[1]=Týdně
cbxSchedule.Items[2]=Každé dva týdny
cbxSchedule.Items[3]=Měsíčně
chkCloseAction.Caption=Minimalizovat do stavového řádku, když je aplikace zavřena
chkAutoRun.Caption=Spustit automaticky při startu Windows
lblLanguage.Caption=Jazyk:
lblTrans.Caption=Průhlednost:
lblIgnoreList.Caption=Pro ignorovaná zařízení nebudou vyhledávány nové ovladače, dokud je ze seznamu neodeberete.
lvIgnoreList.Columns[0].Caption=Název zařízení
lvIgnoreList.Columns[1].Caption=Verze
btnRestore.Caption=Obnovit
chkQuietInstall.Caption=Tichá instalace
lblQuietInstDesc.Caption=Tento mód potlačí zobrazení Průvodce instalací, dialogová okna a další zprávy při instalačním procesu pro snadnou a tichou instalaci.
chkWhqlTest.Caption=Zobrazovat pouze ovladače splňující WHQL testy
lblWhqlTestDesc.Caption=WHQL testování je testovací proces společnosti Microsoft, který zahrnuje sérii testů na hardwaru třetích stran nebo softwaru. WHQL testování zaručuje stabilitu a bezpečnost aktualizovaných ovladačů. Pokud si vyberete aktualizaci ovladačů, které WHQL testováním neprošly, můžete narazit na nestabilitu, či dokonce selhání systému.
lblSkin.Caption=Vzhled:
lblSkinNone.Caption=JIŽ BRZY
lblFontSize.Caption=Velikost písma:
btnFontSize1.Hint=Normální
btnFontSize2.Hint=Velké
btnFontSize3.Hint=Největší
chkScanPnp.Caption=Automaticky skenovat nově připojená zařízení
chkScanGame.Caption=Skenovat aktualizace herních komponent
lblAutoUpdate.Caption=Nastavení aktualizací tohoto produktu:
chkAutoUpdate1.Caption=Aktualizovat automaticky
chkAutoUpdate2.Caption=Informovat mě o dostupnosti aktualizací
chkSaveWndRct.Caption=Zapamatovat pozici okna a velikost programu při odchodu
chkAnimateOff.Caption=Vypnout animační efekty (pro počítače s nízkým výkonem)
chkCreateScheduler.Caption=Vytvořit plánovanou úlohu Driver Booster (Doporučeno)
chkSkipUAC.Caption=Přeskočit varování řízení uživatelských účtů

[DB_FormRescue]
lblTitle.Caption=Centrum záchrany
btnClose.Hint=Zavřít
btnTabDrvBkp.Caption=Záloha ovladače
btnTabDrvBkp.hint=Záloha ovladače
btnTabSysRst.Caption=Obnova systému
btnTabSysRst.hint=Obnova systému
btnTabDrvRst.Caption=Obnova ovladačů
btnTabDrvRst.hint=Obnova ovladačů
lblWaiting.Caption=Čekání...
lblEmpty.Caption=Seznam je prázdný.
lvDrvRstList.Columns[0].Caption=Zařízení
lvDrvRstList.Columns[1].Caption=Nainstalovaná verze
lvDrvRstList.Columns[2].Caption=Zálohovaná verze
lvDrvBkpList.Columns[0].Caption=Zařízení
lvDrvBkpList.Columns[1].Caption=Nainstalovaná verze
lvDrvBkpList.Columns[2].Caption=Zálohovaná verze
lvSysRstList.Columns[0].Caption=Datum a čas
lvSysRstList.Columns[1].Caption=Popis
lvSysRstList.Columns[2].Caption=Druh

[DB_FormLicense]
lblTitle.Caption=Správce licence
lblTitle1.Caption=Správce licence
lblTitle2.Caption=Zadat licenci
lblState.Caption=Stav licence:
lblCode.Caption=Licenční klíč:
lblDate.Caption=Datum expirace:
lblRefresh.Caption=Obnovit
lblExport.Caption=Exportovat
lblLicenseDesc.Caption=Prosíme, zadejte licenční klíč a klikněte na "Aktivovat" pro získání Driver Booster PRO. Abyste se vyhnuli překlepům, doporučujeme licenční kód zkopírovat přímo z emailové zprávy, kterou jsme vám zaslali.
lblLicenseCode.Caption=Licenční klíč:
lblLicenseErr.Caption=Chybný licenční klíč! Prosíme, zadejte platný klíč.
lblLicenseEg.Caption=(Např.: AAAAA-BBBBB-CCCCC-DDDDD)
lblValidate.Caption=Ověřování...
lblGetLicense.Caption=Získat licenci
lblRetriveCode.Caption=Zapomenutý kód?
btnClose.Hint=Zavřít
btnClose2.Caption=Zavřít
btnBack.Caption=Zpět
btnActivate.Caption=Aktivovat
lblHelp.Caption=Pomoc
mniEditCut.Caption=Vyjmout
mniEditCopy.Caption=Kopírovat
mniEditPaste.Caption=Vložit
mniEditDelete.Caption=Smazat
mniEditSelectAll.Caption=Vybrat vše

[DB_FormDetail]
lblWhqlInfo.Caption=Tento ovladač prošel WHQL testováním a přísným posouzením společnosti IObit.
btnClose.Hint=Zavřít
btnUpdate.Caption=Aktualizovat
lblTitle.Caption=Detaily ovladače
lblMoreInfo.Caption=Klikněte zde pro více detailů
lblIgnore.Caption=Ignorovat
lblUninst.Caption=Odinstalovat
lblRollbk.Caption=Vrátit zpět
lvInfoList.Columns[0].Caption=Detaily
lvInfoList.Columns[1].Caption=Původní ovladač
lvInfoList.Columns[2].Caption=Nový ovladač
lvInfoList.Items[0].Caption=Verze:
lvInfoList.Items[1].Caption=Datum:
lvInfoList.Items[2].Caption=Vydavatel:

[DB_FormHintPop]
btnClose.Hint=Zavřít
btnSettings.Hint=Nastavení
chkOption1.Caption=Znovu neupozorňovat
chkOption2.Caption=Znovu neupozorňovat
chkOption3.Caption=Znovu neupozorňovat
chkOption4.Caption=Znovu neupozorňovat
lblText51.Caption=Předplatné vypršelo!
lblText52.Caption=Nyní můžete znovu aktivovat verzi PRO a aktualizovat více zastaralých ovladačů se <a>slevou 75%!</a>
lblText53.Caption=<a>$24.95</a>    <a>$74.85</a>
lblText54.Caption=Jednoroční předplatné pro 3 PC
lblText55.Caption=√ 100% Záruka vrácení peněz
lblText56.Caption=√ Zdarma 24/7 technická podpora
rdGameTitle.Caption=Je dostupný nový Game Ready ovladač!
btnLearnM.Caption=Další informace

[DB_FormAbout]
btnClose.Hint=Zavřít
lblTitle.Caption=O aplikaci
lblCopyright.Caption=Copyright© %d IObit.
lblCopyright2.Caption=Všechna práva vyhrazena.
lblWarning1.Caption=UPOZORNĚNÍ
lblWarning2.Caption=Tento počítačový program je chráněn autorským zákonem a mezinárodními úmluvami.
lblThanksTitle.Caption=Zvláštní poděkování náleží následujícím lidem za jejich přínos pro tuto aplikaci:
pnlThanksTitle.Caption=Děkujeme:
lblEula.Caption=<a>Licence</a> | <a>Zásady ochrany osobních údajů</a>
lblUninstall.Caption=<a>Pokyny pro odinstalaci</a>

[DB_FormFeedback]
lblSendMailx.Caption=Zašlete nám debug soubor v případě technického problému. <a>Zásady ochrany osobních údajů</a>
lblTitle.Caption=Zpětná vazba
lblEmail.Caption=E-mail:
lblType.Caption=Typ požadavku:
lblDesc.Caption=Popis:
MaxHintLbl.Caption=(<a>Maximum: 2000 znaků</a>)
lblWaiting.Caption=Odesílání zprávy...
lblFixTitle.Caption=Řešení běžných problémů:
btnClose.Hint=Zavřít
btnSend.Caption=Odeslat
btnCancel.Caption=Storno
lblEmailHint.Caption=Prosíme, ověřte správnost vaší e-mailové adresy, abychom vám mohli odpovědět.
lblCallTitle.Caption=Voleje naše technické specialisty, pokud má vaše PC potíže
lblCallHint.Caption=(Zdarma, 24×7)
mniEditCut.Caption=Vyjmout
mniEditCopy.Caption=Kopírovat
mniEditPaste.Caption=Vložit
mniEditDelete.Caption=Smazat
mniEditSelectAll.Caption=Vybrat vše
mniAttachEmpty.Caption=(prázdné)
mniAttachClear.Caption=Odebrat vše
btnAttachAdd.Hint=Přidat
btnAttachView.Hint=Zobrazit
dlgAttach.Title=Vyberte soubory, které chcete přiložit:
btnFixTitle.Caption=Řešení běžných problémů:
btnFixSysInfo.Caption=Systémové informace
lblFixSound.Caption=Oprava nefungujícího zvuku
lblFixNetwork.Caption=Oprava chyby sítě
lblFixDisplay.Caption=Oprava nesprávného rozlišení
lblFixTel.Caption=Získat technickou podporu 24×7
lblFixReInst.Caption=Resetovat kód
lblFixReSend.Caption=Znovu odeslat kód
lblMissDrvDesc.Caption=Prosíme, uveďte názvy, data a čísla verzí chybějících ovladačů, abychom mohli odpovídajícím způsobem pomoci.
lblBluSrcDesc.Caption=Centrum záchrany

[DB_FormTel]
imgClose.Hint=Zavřít
lbldesc1.Caption=Zavolejte nyní pro bezplatnou diagnostiku jakýchkoliv problémů.
lbldesc2.Caption=Poznámka: V případě potřeby bude nabízena placená služba

[DB_FormInstTips]
lblTitle.Caption=Instalační tipy
chkDontRemind.Caption=Znovu neupozorňovat
btnContinue.Caption=Pokračovat v instalaci
btnClose.Hint=Zavřít
btnOK.Caption=OK

[DB_FormInstWizard]
lblTitle.Caption=Průvodce instalací ovladače
lblVersion.Caption=Dostupná verze:
lblDate.Caption=Datum vydání:
lblWarning.Caption=Pozn: Abyste předešli možným konfliktům, ukončete před instalací ovladačů ostatní běžící aplikace a žádné během instalace nespouštějte.
lblReboot.Caption=Prosíme, restartujte váš počítač pro dokončení instalace ovladače.
lblWaiting.Caption=Prosíme, počkejte na instalaci ovladače...
lblSucceed.Caption=Instalace dokončena!
lblFailed.Caption=Instalace se nezdařila!
btnClose.Hint=Zavřít
btnCancel.Caption=Storno
btnDone.Caption=Hotovo
btnInstall.Caption=Instalace
chkSilentInst.Caption=Tichá instalace

[DB_FormUIPanel]
btnClose.Hint=Zavřít
lblSkin.Caption=Vzhled:
lblSkinNone.Caption=JIŽ BRZY
lblTrans.Caption=Průhlednost:
lblFontSize.Caption=Velikost písma:
btnFontSize1.Hint=Normální
btnFontSize2.Hint=Velké
btnFontSize3.Hint=Největší
lblBackground.Caption=Pozadí:
lblBgSelect.Caption=Zvolte obrázek...
lblBgRemove.Caption=Odebrat pozadí
dlgOpenPic.Title=Prosíme, zvolte obrázek pro pozadí:

[DB_FormToolPanel]
btnClose.Hint=Zavřít
btnSound.Caption=Oprava nefungujícího zvuku
btnNetwork.Caption=Oprava chyby sítě
btnDisplay.Caption=Oprava nesprávného rozlišení
btnClean.Caption=Odstranění dat odpojených zařízení
btnError.Caption=Oprava chyb zařízení
btnSysInfo.Caption=Systémové informace
btnSound.Hint=Opraví problém s chybějícím zvukem vašeho audio zařízení
btnNetwork.Hint=Opravení problému s připojením síťového zařízení
btnDisplay.Hint=Opravit nesprávné rozlišení vašeho zobrazovacího zařízení.
btnClean.Hint=Odstranění dat odpojených zařízení ve vašem počítači.
btnError.Hint=Opravení chyb zařízení.
btnSysInfo.Hint=Shromáždění a zobrazení podrobných informací o systému.

[DB_FormMenu]
btnMenuSettings.Caption=Nastavení...
btnMenuRescue.Caption=Záchrana...
btnMenuFeedback.Caption=Zpětná vazba...
btnMenuLicense.Caption=Správa licence...
btnMenuDrvLog.Caption=Historie aktualizací ovladačů
btnMenuUpdate.Caption=Zkontrolovat aktualizace
btnMenuManual.Caption=Uživatelská příručka (F1)
btnMenuSupport.Caption=Technická podpora
btnMenuTranslate.Caption=Pomozte nám s překladem
btnMenuIObit.Caption=IObit Freeware
btnMenuHistory.Caption=Co je nového
btnMenuAbout.Caption=O aplikaci
btnMenuFacebook.Caption=Najdete nás na Facebooku
btnIconLike.Hint=Like IObit
btnIconFeedback.Hint=Zpětná vazba
btnIconRescue.Hint=Záchrana
btnMenuBack.Hint=Zpět
lblSkinBlack.Caption=Černý
lblSkinWhite.Caption=Bílý
lblMenuSkin.Caption=Vzhled
SelColorX.Hint=Vlastní barva

[DB_FrameBoost]
lblBoostTitle.Caption=Herní booster
lblCareTitle.Caption=Optimalizace systému
lblCareDetails.Caption=<a>Detaily</a>

[DB_M]
M_BoostSafeAPP=Prosíme, před provedením Boostu si uložte vaše dokumenty.
M_BoostDetails=<a>Detaily</a>
M_BoostConfigure=<a>Konfigurace</a>
M_BoostDetails10=uvolněno
M_BoostDetails9=Ostatní(%d)
M_BoostDetails8=Vypnout automatické aktualizace
M_BoostDetails7=Aktivace napájení pro hry
M_BoostDetails6=Optimalizováno
M_BoostDetails5=Vymazání schránky
M_BoostDetails4=Vyčištění RAM
M_BoostDetails3=Služby(%d)
M_BoostDetails2=Zastaveno
M_BoostDetails1=Procesy(%d)
M_HeadOutdated=Zastaralé
M_HeadUpToDate=Aktuální
M_DownDriver=Stahování ovladačů...
M_InstDriver=Instalace ovladačů...
M_CareInst=Instalace
M_CareRun=Spustit nyní
M_CareCheck=Zkontrolovat nyní
M_CareChecking=Probíhá kontrola
M_CareInstall=Instalovat nyní
M_CareOptm=Optimalizovat
M_CareOptmInfo=%d položek nalezeno (%s)
M_CareOptmInfo2=%d položek nalezeno
M_CareASC=Spusťte Advanced SystemCare pro optimalizaci vašeho počítače jedním kliknutím.
M_CareASCU=Spusťte Advanced SystemCare Ultimate pro optimalizaci vašeho počítače jedním kliknutím.
M_CareInfo1=Nevyžádané soubory, soubory soukromých údajů atp. nejsou dobré pro váš počítač. Zkontrolujte, zda se nějaké takové ve vašem systému nenacházejí.
M_CareInfo2=Nevyžádané soubory, soubory soukromých údajů atp. byly nalezeny ve vašem systému. Nainstalujte Advanced SystemCare pro jejich vyčištění a optimalizaci systému.
M_CareInfo3=Vyčistěte je a optimalizujte systém s programem Advanced SystemCare.
M_BoostON=ZAPNUTO
M_BoostOFF=VYPNUTO
M_BoostTurnOn=Zapnout
M_BoostTurnOff=Vypnout
M_Boosting=Zapínání
M_Restoring=Obnovování
M_BoostInfo1=Aplikací/služeb zastaveno: <a>%d</a>
M_BoostInfo2=RAM uvolněno: <a>%s</a>
M_BoostInfo31=Byl proveden boost vašeho PC pro lepší herní zážitek.
M_BoostInfo32=Zastaví nepotřebné aplikace/služby pro lepší herní zážitek.
M_HintScan=Sken
M_HintUpdate=Aktualizovat
M_AutoRunInfo=Po zapnutí bude vytvořena plánovaná úloha Driver Booster.
M_CreScheduler1=Zrušením plánované úlohy vypnete následující funkce:
M_CreScheduler2=- Automatické spuštění při zapnutí počítače
M_CreScheduler3=- Automatické skenovaní v předem daný čas
M_CreScheduler4=- Automatickou aktualizaci ovladače při nečinnosti systému (PRO)
M_CreScheduler5=- Automatickou aktualizaci na nejnovější verzi programu Driver Booster (PRO)
M_CreScheduler6=- Upozornění na dostupnost aktualizací programu Driver Booster
M_CreScheduler7=Jste si jisti, že chcete zrušit plánovanou úlohu?
M_LicenseBlocked=Aktivace selhala, protože váš soubor Hosts blokuje adresy našich serverů. Klikněte na OK pro opravení.
M_LicenseErrNet=Nelze se připojit k našemu serveru. Prosíme, zkontrolujte vaše síťové nastavení/proxy a zkuste ověřit licenci později.
M_LicenseErrGive=Licenční kód %s není platný ve vaši oblasti nebo zemi. Prosíme, klikněte na OK pro zakoupení platného kódu.
M_Get30DayFree=Získát PRO verzi za $0
M_Validating=Ověřování...
M_EnerKey=Zadat licenci
M_InvalidKey=Chybný licenční klíč! Prosíme, zadejte platný klíč.
M_EgKey=Např.: AAAAA-BBBBB-CCCCC-DDDDD
M_HeadSelectAll=Vybrat vše
M_mniBackup=Zálohovat
M_mniBackedUp=Zálohovat
M_AutoUpdateQuery=Pro ještě bezpečnější aktualizace doporučujeme před instalací v nastavení povolit vytvoření bodu obnovení a automatickou zálohu ovladačů.
M_SCAN=SKEN
M_STOP=STOP
M_DriverAge0=Aktuální
M_DriverAge1=Starý
M_DriverAge2=Velmi starý
M_DriverAge3=Extrémně starý
M_DriverAge4=Selhalo!
M_DriverAge5=Je vyžadován restart
M_DriverAge6=Dokončeno!
M_DriverAge7=Chybí ovladač
M_DriverAge8=Chybný
M_DriverAge9=Neinstalovaný
M_Outdated=Zastaralé
M_Uptodate=aktuální
M_Unplugged=Nepřipojeno
M_NotInstalled=Nenainstalováno
M_Attention=Upozornění!
M_Congratul=Blahopřejeme!
M_Report0=Všechny ovladače jsou aktuální!
M_Report00=Všechny ovladače v bezplatné verzi programu jsou aktuální!
M_Report1=Zatím neskenováno.
M_Report2=Skenování selhalo!
M_Report3=Zastaralé, chybějící nebo chybné ovladače mohou zpomalit nebo destabilizovat váš počítač a dokonce i znehodnotit zážitek z her. Klikněte na SKEN pro kontrolu stavu ovladačů.
M_Report4=S aktuálními ovladači si užijete lepší běh počítače a zážitek z her. Klikněte na SKEN pro vyhledání nových aktualizací.
M_Report5=Spouštějte Driver Booster pravidelně, aby byly vaše ovladače vždy aktuální.
M_Report6_1=<a>%d</a> ovladač byl aktualizován od instalace Driver Booster. <a>Zobrazit historii aktualizací</a>
M_Report6_2=<a>%d</a> ovladačů bylo aktualizováno od instalace Driver Booster. <a>Zobrazit historii aktualizací</a>
M_Report6_X=<a>%d</a> ovladačů bylo aktualizováno od instalace Driver Booster. <a>Zobrazit historii aktualizací</a>
M_ReportStill=Stále
M_ReportDevc_1=<a>%d</a> zastaralý ovladač zařízení
M_ReportDevc_2=<a>%d</a> zastaralé ovladače zařízení
M_ReportDevc_X=<a>%d</a> zastaralé ovladače zařízení
M_ReportGame_1=<a>%d</a> zastaralá herní komponenta
M_ReportGame_2=<a>%d</a> zastaralé herní komponenty
M_ReportGame_X=<a>%d</a> zastaralé herní komponenty
M_ReportTray_1=Celkem aktualizován %d ovladač.
M_ReportTray_2=Celkem aktualizováno %d ovladačů.
M_ReportTray_X=Celkem aktualizováno %d ovladačů.
M_LastScan=Poslední sken:
M_NeedScan=Je třeba sken
M_WaitScan=Skenování...
M_Never=Nikdy!
M_Today=Dnes
M_Yesterday=Včera
M_DaysAgo=dnů zpět
M_Stopped=Zastaveno
M_Update=Aktualizovat
M_Failed=Selhalo
M_Reboot=Restart
M_Retry=Znovu
M_Installed=Původní ovladač
M_Available=Nový ovladač
M_Vern=Verze
M_Date=Datum
M_Details=Detaily
M_InitUpdate=Inicializace aktualizace...
M_InitDown=Inicializace stahování ovladačů...
M_InitInst=Inicializace instalace ovladačů...
M_CancelQuery=Opravdu si přejete ukončit aktualizaci?
M_CancelQueryInfo=Poznámka: Aby nedošlo k možnému poškození počítače, aktualizace nelze zastavit během instalace.
M_UpdateFailed=Aktualizace selhala!
M_UpdateFinished=Aktualizace dokončena.
M_NeedReboot=Pro dokončení instalace restartujte počítač.
M_RebootQuery=Opravdu si přejete nyní restartovat počítač? Předtím se ujistěte, že jste si uložili všechnu práci a zavřeli všechny spuštěné programy.
M_NoItemSel=Není vybrána žádná položka. Přejete si aktualizovat všechny zastaralé ovladače?
M_DiskIsFull=Disk %s\ je plný! Prosíme, uvolněte nějaké místo na disku, aby bylo možné stáhnout ovladače a zkuste to znovu.
M_Downloading=Stahování...
M_DownFailed=Stahování selhalo!
M_Installing=Instalace:
M_InstFailed=Instalace se nezdařila!
M_SysBackupWait=Tvorba bodu obnovy, prosíme čekejte...
M_DrvBackupWait=Zálohování ovladačů, prosíme čekejte...
M_RestoreEnable=Není povolena Obnova systému Windows! Prosíme, klikněte na "Ok" pro její povolení a Driver Booster tak bude moci provést vytvoření bodu obnovy před instalací nových ovladačů. Klikněte na "Storno" pro instalaci nových ovladačů bez vytvoření Bodu obnovy (nedoporučuje se!).
M_BoostGame=Vylepšení her
M_BoostGames=Vylepšení her (%d)
M_DevsInDrv=Zařízení používající tento ovladač (%d)
M_RstLoading=Načítání bodů obnovy...
M_RestoreReboot=Prosíme restartuje počítač pro dokončení procesu obnovy!
M_RestoreQuery=UPOZORNĚNÍ: Obnovení systému odstraní všechny změny, které byly provedeny po vytvoření Bodu obnovy. Po spuštění již nebude možné Obnovu systému zastavit. Opravdu si přejete pokračovat?
M_RestoreWait=Prosíme, počkejte na inicializaci obnovy systému...
M_RestoreFailed=Obnova selhala!
M_SelectDownPath=Zvolte složku pro ukládání stažených ovladačů
M_SelectBackPath=Zvolte složku pro zálohování ovladačů
M_SaveWait=Ukládání nastavení...
M_SaveDone=Uloženo
M_RegReport1=ovladač musí být aktualizován!
M_RegReport2=ovladačů musí být aktualizováno!
M_RegReport3=Užijte si prioritu aktualizací ovladačů s verzí PRO!
M_RegReport4=Pouze %s zastaralý ovladač lze dnes s verzí FREE aktualizovat.
M_RegReport5=Pouze %s zastaralých ovladačů lze dnes s verzí FREE aktualizovat.
M_RegReport6=Aktualizujte na verzi PRO pro aktualizaci %s dalších zařízení!
M_Version=Verze
M_Alpha=Alpha
M_Beta=Beta
M_IgnoreAllVer=(Všechny verze)
M_IgnoreQuery=Opravdu si přejete ignorovat toto zařízení? Pro ignorované zařízení nebudou vyhledávány nové ovladače, dokud je neodeberete ze seznamu v Nastavení.
M_IgnoreCheck=Ignorovat pouze tuto aktualizaci
M_UnignoreQuery1=Opravdu si přejete odebrat vybrané zařízení ze Seznamu ignorovaných? Zařízení bude opět skenováno.
M_UnignoreQueryX=Opravdu si přejete odebrat vybraná zařízení ze Seznamu ignorovaných? Zařízení budou opět skenována.
M_FeedbackEmail=Prosíme, zadejte platnou e-mailovou adresu, abychom vás mohli kontaktovat.
M_FeedbackDesc=Popis musí být zadán!
M_FeedbackFailed=Odeslání selhalo! Prosíme, zkuste to později nebo klikněte na OK pro zaslání zpětné vazby online.
M_FeedbackTimeout=Připojení selhalo! Prosíme, zkuste to znovu později nebo klikněte na OK pro zaslání zpětné vazby online.
M_FeedbackSucceed=Děkujeme za vaši zpětnou vazbu. Nemůžeme vám zaručit individuální odpověď kvůli velkému objemu zpráv, ale určitě budeme vaši zprávu brát vážně.
M_FeedbackManual=Nebo nám napište na %s
M_FeedbackTypeLove=Miluji to
M_FeedbackTypeSugg=Návrh
M_FeedbackTypeSF=Skenování selhalo
M_FeedbackTypeUF=Aktualizace selhala
M_FeedbackTypeNF=Síť selhala
M_FeedbackTypeDF=Stahování selhalo
M_FeedbackTypeRMD=Nahlášení chybějících ovladačů
M_FeedbackTypeRPD=Nahlášení problémových ovladačů
M_FeedbackTypeBSOD=Padání systému/BSOD
M_FeedbackTypeMute=Chybí zvuk
M_FeedbackTypeRP=Problémy při restartu
M_FeedbackTypeCode=Objednávka/problémy s licencí
M_FeedbackTypeOther=Jiné
M_FeedbackLine1=Chybějící ovladač(e) je/jsou
M_FeedbackLine2=Značka mého počítače je
M_FeedbackLine3=Nebo značka mé základové desky je
M_FeedbackDescDef=Prosíme, popište svůj názor jasně a stručně.
M_FeedbackCloseAsk=Jste si jisti, že nechcete odeslat zpětnou vazbu?
M_LicenseSucceed=Blahopřejeme! Licence byla úspěšně aktivována.
M_LicenseFailed=Registrace licence %s selhala s chybou(%d), prosíme kontaktujte náš tým podpory.
M_LicenseExpired=Váš licenční klíč %s vypršel! Prosíme, klikněte na OK pro exkluzivní obnovovací slevu.
M_LicenseExpired2=Tato licence není platná! Klikněte na "OK" pro zakoupení nového licenčního klíče.
M_LicenseExpired3=%s vypršela! Klikněte na "OK" pro zakoupení nového licenčního kódu.
M_LicenseExceeded=Licence %s byla aktivována pro maximum PC a již ji nelze použít. Prosíme, zakupte si novou licenci pro používání Driver Booster PRO na tomto PC.
M_RegInfoActivated=Aktivována
M_RegInfoExpired=Vypršela
M_RegInfoExceeded=Překročena
M_RegInfoFailed=Není aktivováno (%d)
M_RegInfoInvalid=Neplatná
M_RegInfoGiveAway=Giveaway (Zdarma)
M_RegInfoLifeTime=Na celý život
M_RegInfoTrial=Zkušební verze
M_RegInfoDaysLeft=Zbývá %d dnů
M_RegInfoDaysLeftX=%d den zbývá
M_RegInfoNever=Nikdy
M_ExportTitle=----- Licenční kód %s Pro -----
M_ExportState=Stav licence: %s
M_ExportCode=Licenční klíč: %s
M_ExportSeat=Počet licencí: %d
M_ExportDate=Datum expirace: %s
M_WaitUpdating=Aktualizace, prosíme čekejte...
M_WaitProcessing=Zpracovávání, prosíme čekejte...
M_Scanning=Prohledávání:
M_Initiating=Inicializace...
M_Updating=Aktualizace...
M_NewVerTitle=Úspešně aktualizováno na Driver Booster v%s
M_NewVerHint=Driver Booster byl úspěšně aktualizován na verzi <a>%s</a>! Klikněte na <a>Co je nového</a> pro zjištění novinek a vylepšení!
M_WhatsNew=Co je nového
M_BkpLoading=Načítání ovladačů zařízení...
M_NoRstSel=Není zvolena žádná položka.
M_Backup1=Inicializace...
M_Backup2=Dokončeno.
M_BackupX=Zálohování:
M_BackupFail=Selhalo!
M_BackupFailX=(%d selhalo!)
M_BackupRestore=Obnovit
M_BackPathBad=Adresář pro zálohy neexistuje. Klikněte na "OK" pro jeho vytvoření.
M_FailAndFeedback=Aktualizace selhala. Prosíme, zkuste to později, nebo klikněte na tlačítko OK a pošlete nám zprávu.
M_RebootTimer=Váš počítač bude restartován za 15 vteřin. Pokud si nepřejete počítač restartovat, klikněte na tlačítko "Storno".
M_ShutdownTimer=Váš počítač bude vypnut za 15 vteřin. Pokud si nepřejete počítač vypnout, klikněte na tlačítko "Storno".
M_CheckCompat=Driver Booster nemůže v Režimu kompatibility pracovat korektně. Prosíme, klikněte na "OK" pro automatickou opravu problému a restart aplikace.
M_CheckAdmin=Driver Booster bude nyní ukončen, protože nemáte práva administrátora. Prosíme, spusťte aplikaci jako administrátor pro aktualizaci ovladačů.
M_TipTitle1=Instalační poznámky
M_TipTitle2=Chytrý mód instalace
M_InstTip1=1. Může být nutné dočasně vypnout váš bezpečnostní program, pokud by způsoboval potíže s instalací ovladačů.
M_InstTip2=2. Může se stát, že obrazovka zčerná nebo dojde k pádu aplikace při instalaci ovladače. Proto nejprve ukončete všechny ostatní běžící aplikace.
M_InstTip3=3. Během aktualizace síťových ovladačů může docházet k odpojení od sítě.
M_InstTip4=Instalace ovladače pozastavena.
M_InstTip5=Driver Booster zjistil, že máte spuštěnou hru nebo proces v režimu celé obrazovky. Instalace byla proto pozastavena. Prosíme, ukončete ostatní aplikace pro pokračování instalace ovladače.
M_SkinBlack=Černý
M_SkinWhite=Bílý
M_SkinColor=Barevný
M_SkinInter=Interstelární (mezihvězdný)
M_SkinCraft=Aircraft
M_SkinClear=Čitelný
M_UninsQuery=Opravdu si přejete odinstalovat tento ovladač?
M_UninsWarn=Upozornění: Po odinstalaci ovladače můžou související zařízení přestat pracovat.
M_UninsWait=Odinstalace...
M_UninsSucc=Odinstalace úspěšná.
M_UninsFail=Odinstalace selhala.
M_RllbkQuery=Opravdu si přejete vrátit předchozí verzi ovladače?
M_RllbkCheck=Ignorovat tuto aktualizaci při budoucím skenování
M_RllbkWarn=Upozornění: Po vrácení předchozí verze ovladače může zařízení přestat pracovat!
M_RllbkWait=Vracení původní verze...
M_RllbkSucc=Vrácení původní verze bylo úspěšné.
M_RllbkFail=Vrácení původní verze selhalo.
M_FeedbackWait=Odesílání zprávy...
M_Loading=Načítání...
M_HeadDevcs=Ovladače zařízení
M_HeadGames=Herní komponenty
M_UpdateAll=Aktualizovat vše
M_UpdateSel=Aktualizovat vybrané
M_UpdateNow=Aktualizovat nyní
M_UpdateNone=Nevybrané
M_GameSupports=Herní podpora
M_DevcDesc=Ovladače zařízení zahrnují grafickou kartu, zvukovou kartu, chipset, bezdrátové a Bluetooth ovladače atd...
M_GameDesc=Je to nezbytná komponenta pro hry. Klikněte na ni pro zjištění více informací.
M_GameReadyDesc=Tato aktualizace může zajistit lepší herní zážitek a vylepšit stabilitu a výkon zařízení. Klikněte na ni pro zjištění více informací.
M_POPGameReadyDesc=Je dostupná aktualizace pro <a>%s</a>. Kromě zvýšení stability a výkonu zařízení vám tato aktualizace zlepší herní zážitek.
M_UnpluggedDesc=Je to odpojené zařízení. Klikněte na něj pro zjištění více informací.
M_InstWait=Prosíme, počkejte na instalaci ovladače...
M_Attachments=Přílohy
M_AttachOversize=Přidání snímku obrazovky selhalo! Snímek nemůže být větší než %dMB.
M_AttachErrorExt=Následující typy souborů není dovoleno posílat:
M_AttachErrExt_1=.ade, .adp, .bat, .chm, .cmd, .com, .cpl, .exe, .hta, .ins,
M_AttachErrExt_2=.isp, .jse, .lib, .lnk, .mde, .msc, .msp, .mst, .pif, .scr,
M_AttachErrExt_3=.sct, .shb, .sys, .vb, .vbe, .vbs, .vxd, .wsc, .wsf, .wsh
M_PopExpTitle1=<a>%d</a> <a>den zbývá!</a>
M_PopExpTitle2=<a>%d</a> <a>dnů zbývá!</a>
M_PopExpTitleX=<a>%d</a> <a>dnů zbývá!</a>
M_PopExpTitleE=<a>Platnost vaší licence vypršela!</a>
M_PopExpText11=Vaše předplatné vyprší za 1 den. Obnovte nyní s <a>exkluzivní slevou</a> pro udržení ovladačů na nejnovější verzi.
M_PopExpText12=Vaše předplatné vyprší za %d dny/ů. Obnovte nyní s <a>exkluzivní slevou</a> pro udržení ovladačů na nejnovější verzi.
M_PopExpText1X=Vaše předplatné vyprší za %d dny/ů. Obnovte nyní s <a>exkluzivní slevou</a> pro udržení ovladačů na nejnovější verzi.
M_PopExpText211=Během uplynulého dne opravil Driver Booster Pro 1 problém s ovladačem. Od obnovení verze Pro a zajištění stabilního PC a herního výkonu vás dělí jen jedno kliknutí. Nenechte si ujít <a>exkluzivní slevu!</a>
M_PopExpText212=Během uplynulého dne opravil Driver Booster Pro <a>%d</a> problémy/ů s ovladači. Od obnovení verze Pro a zajištění stabilního PC a herního výkonu vás dělí jen jedno kliknutí. Nenechte si ujít <a>exkluzivní slevu!</a>
M_PopExpText221=Během uplynulých %d dnů opravil Driver Booster Pro 1 problém s ovladačem. Od obnovení verze Pro a zajištění stabilního PC a herního výkonu vás dělí jen jedno kliknutí. Nenechte si ujít <a>exkluzivní slevu!</a>
M_PopExpText222=Během uplynulých %d dnů opravil Driver Booster Pro <a>%d</a> problémy/ů s ovladači. Od obnovení verze Pro a zajištění stabilního PC a herního výkonu vás dělí jen jedno kliknutí. Nenechte si ujít <a>exkluzivní slevu!</a>
M_PopExpText0=Přišli jste o všechny funkce verze Pro. Nebojte se, od dalšího roku stabilního PC a herního výkonu vás dělí jen jedno kliknutí. Obnovte Driver Booster Pro s <a>exkluzivní slevou!</a>
M_PopBtnOK=OK
M_PopBtnFix=Aktualizovat nyní
M_PopBtnAct=Aktivovat nyní
M_PopBtnView=Zobrazit podrobnosti
M_PopBtnReNew=Obnovit nyní
M_PopBtnReAct=Re-aktivovat nyní
M_PopLblMore1=Zobrazit více >>
M_PopLblMore2=Zobrazit ještě více
M_ScanOutServ=Vaše verze programu Driver Booster je příliš stará pro připojení k databázi. Stáhněte a nainstalujte nejnovější verzi Driver Booster a vychutnejte si nové funkce a vylepšení.
M_ScanNetFail=Skenování selhalo! Nelze se spojit se serverem aplikace Driver Booster. Prosíme, zkontrolujte Vaše připojení, nastavení proxy serveru a firewall. Nebo to zkuste později.
M_ScanNetFail1=Skenování selhalo! Nepodařilo se spojit se serverem aplikace Driver Booster. Prosíme, klikněte na "OK" pro detekování a opravení problému se sítí.
M_ScanNetFail2=Skenování selhalo! Driver Booster může být blokován některými programy nebo zařízeními. Klikněte na "OK" pro podrobnosti.
M_ScanNetProxy=Nastavení proxy
M_FileLost=Chybí soubory aplikace. Prosíme, přeinstalujte Driver Booster a zkuste to znovu.
M_FileRupt=Soubory aplikace jsou poškozeny. Prosíme, přeinstalujte Driver Booster a zkuste to znovu.
M_PayToUpdate=Dostupné pouze ve verzi PRO. Aktivujte nyní pro okamžitou aktualizaci.
M_DelayUpdate1=Dostupné po jednom dnu. Nebo aktivujte nyní pro okamžitou aktualizaci.
M_DelayUpdateX=Dostupné po %d dnech. Nebo aktivujte nyní pro okamžitou aktualizaci.
M_SearchDefault=Vyhledávaný výraz
M_DataVersion=Verze databáze: %s (Nejnovější)
M_FileNotFound=Soubor nenalezen!
M_UnknownDevice=Neznámé zařízení
M_Speedup1=Zrychlit stahování
M_Speedup2=Zrachlování (zbývá %d vteřin)
M_PopFreeUpdate1=<a>%d</a> ovladač je zastaralý. Klikněte na Aktualizovat nyní pro získání nejnovější verze.
M_PopFreeUpdate2=<a>%d</a> ovladače jsou zastaralé. Klikněte na Aktualizovat nyní pro získání nejnovější verze.
M_PopFreeUpdateX=<a>%d</a> ovladače jsou zastaralé. Klikněte na Aktualizovat nyní pro získání nejnovější verze.
M_PopProUpdate1=Aktualizujte na verzi PRO pro <a>%d</a> extra aktualizaci ovladače.
M_PopProUpdate2=Aktualizujte na verzi PRO pro <a>%d</a> extra aktualizací ovladačů.
M_PopProUpdateX=Aktualizujte na verzi PRO pro <a>%d</a> extra aktualizací ovladačů.
M_PopProInstall1=Ovladač <a>%d</a> je automaticky stažen a dostupný pro instalaci.
M_PopProInstall2=Ovladače <a>%d</a> jsou automaticky staženy a dostupné pro instalaci.
M_PopProInstallX=Ovladače <a>%d</a> jsou automaticky staženy a dostupné pro instalaci.
M_PopPnpDetect=Nově připojené zařízení má zastaralé ovladače. Pro více informací klikněte na Zobrazit podrobnosti.
M_BalloonHint1=Driver Booster bude pokračovat ve vyhledávání na pozadí a zobrazí výsledky.
M_BalloonHint2=Driver Booster bude pokračovat ve stahování ovladačů na pozadí a zobrazí výsledky.
M_BalloonHint3=Driver Booster bude pokračovat v instalaci ovladačů na pozadí a zobrazí výsledky.
M_FixDispQuery=Rozlišení obrazovky je pravděpodobně nižší. Pro vyřešení klikněte na "OK".
M_BadSystem=Driver Booster nemůže nainstalovat ovladače, protože váš systém je poškozen. Oprava systému může pomoci.
M_DeviceUpdateInfo=Zde je souhrn zařízení, které jsme pro vás aktualizovali od nainstalování programu Driver Booster.
M_DeviceUpdateCount=Aktualizované zařízení: <a>%s</a>
M_NoDeviceUpdateInfo=Na tomto počítači máte nejnovější ovladače.
M_NoDeviceUpdateCount=Chcete pokračovat v optimalizaci pro mnohem lepší výkon PC? Klikněte na skenovat pro další kontrolu!
M_UpdateEnding=Dokončování aktualizace ovladačů...
M_StopWait=Prosíme, vyčkejte na ukončení. Může to chvíli trvat.
M_ExpPathFail=Export se nezdařil. Prosím vyberte jiné umístění a zkuste to znovu.
M_CrtRstQuery=Opravdu chcete vytvořit bod obnovení?
M_CrtRstSucced=Tvorba bodu obnovení byla úspěšná!
M_RemoveRstQuery=Vybraný bod obnovení bude odstraněn. Chcete pokračovat?
M_DeleteRstFailed=Odstraňování bodu obnovení selhalo!
M_RscDescDrvBkp=Je doporučeno zálohovat všechny nainstalované ovladače, abyste je mohli v případě potřeby obnovit.
M_RscDescDrvRst=Pomáhá obnovit ovladač na záložní verzi pokud aktuální verze způsobuje problémy.
M_RscDescSysRst=Pomáhá obnovit váš počítač do stavu před vybraným bodem obnovení. Poslední nemůže být odstraněn kvůli bezpečnosti systému.
M_RscDkRstFailDesc=Soubor zálohy byl odstraněn/poškozen.
M_FixErrCount1=%d chyba
M_FixErrCount2=%d chyb
M_RstTypeInstall=Instalace
M_RstTypeUnInstall=Odinstalovat
M_RstTypeUnknown=Neznámý
M_RstTypeUndo=Zrušit
M_RstTypeSystem=Systém
M_RstTypeManual=Manuálně
M_RstTypeCrtlUpd=Kritická aktualizace
M_CrtRstFailed=Vytvoření bodu obnovení se nezdařilo!
M_RstNoBackup=Není zálohováno
M_SalePopDevErrNme=Nástroj pro opravu chyb se zařízeními
M_SalePopDevErrTle=Aktivujte edici PRO pro opravení problémů se zařízeními
M_SalePopDevErrDsc=Poradí s chybovými kódy ve Správci zařízení pro opravení problémů s hardwarem a udržení počítače v bezpečí.
M_SalePopDevErrOne=<a>1 chyb zařízení</a> nalezena. Aktivujte PRO edici pro opravení
M_SalePopDevErrMre=<a>%d chyb zařízení</a> nalezeno. Aktivujte PRO edici pro opravení
M_SalePopAcDownNme=Urychlení stahování
M_SalePopAcDownTle=Aktivovat PRO verzi pro rychlejší stahování ovladačů
M_SalePopAcDownDsc=Užijte si až o 100% rychlejší aktualizaci ovladačů a získejte ty správné ovladače během několika sekund.
M_SalePopAuDownNme=Automatická aktualizace ovladačů
M_SalePopAuDownTle=Aktivujte PRO edici pro aktivaci automatické aktualizace ovladačů
M_SalePopAuDownDsc=Automatické skenování, stahování a instalace dostupných ovladačů a herních komponent při nečinnosti systému.
M_SalePopDrvBkpNme=Záloha ovladačů a obnovení
M_SalePopDrvBkpTle=Aktivujte edici PRO pro zálohu všech ovladačů
M_SalePopDrvBkpDsc=Záloha ovladačů pro jednoduchou obnovu v případě nutnosti pro dodatečné zaručení bezpečnosti vašeho systému.
M_SalePopDatabsNme=3,000,000+ ovladačů
M_SalePopDatabsDsc=Užijte si privilegium aktualizace více zastaralých ovladačů, včetně těch vzácných.
M_SaleEmbedlblTile=Upgradujte na PRO verzi pro aktualizaci dalších <a>%d</a> ovladačů zařízení a herních komponent.
M_SaleEmbedlblTileH=Upgradujte na PRO verzi pro aktualizaci dalších %d ovladačů zařízení a herních komponent.
M_SaleEmbedlblTileC=Upgradujte na PRO edici pro aktualizaci více ovladačů & herních komponent.
M_SaleScanMorePro=Klikněte na <a>Exkluzivní nabídku</a> pro získání VIP slevy na další IObit produkty (pouze pro uživatele PRO verze).
M_SaleExclusive=Exkluzivní nabídka
M_SaleExtended=Chcete získat komplexnější ochranu PC pro zajištění bezpečnějšího a čistšího PC?
M_SaleNoThanks=Ne, děkuji
M_lblpg1P2=Chcete hloubější a důkladnější diagnostiku výkonu počítače?
M_lblpg1P3=Klikněte na <a>Skenovat více</a> a získejte to nejlepší pro diagnostiku a optimalizaci výkonu vašeho PC.
M_rdbtnpg1Finish=Dokončit
M_rdbtnpg1ScanMore=Skenovat více
M_FeedbackSltnNet=Zkuste nástroj Oprava chyby sítě pro opravení tohoto problému.
M_FeedbackSltnSound=Zkuste nástroj Oprava nefungujícího zvuku pro opravení tohoto problému.
M_FeedbackSltnCode=Co si přejete udělat?
M_FeedbackSltnBluSrc=Pro obnovení systému přejděte do Centra záchrany.
M_FeedbackShotCount=Snímek obrazovky
M_FeedbackSCMax=Operace selhala. Dosáhli jste maxima 5 snímků obrazovky.
M_FeedbackDelete=Opravdu chcete odstranit tento snímek obrazovky?
M_DrvLogEmpty=Ještě jste neprovedli zádnou aktualizaci ovladačů. Klikněte na SKEN pro zkontrolování dostupnosti aktualizací.
M_DrvLogType1=Instalováno
M_DrvLogType2=Odinstalováno
M_DrvLogType3=Vráceno zpět
M_DrvLogType4=Obnoveno
M_DrvLogType5=Ignorováno
M_DrvLogType6=Ignorováno
M_DrvLogType7=Obnoveno
M_DrvLogType8=Ignorováno
M_DrvLogType9=Ignorováno
M_DrvUpdInstInfo=Následující položka (ovladač zařízení / herní komponenta) bude aktualizována automaticky za <a>%s</a>
M_DrvUpdInstInfo2=Následujících <a>%d</a> položek (ovladačů zařízení / herních komponent) bude aktualizováno automaticky za <a>%s</a>
M_DrvUpdUpdateNow=Aktualizovat nyní
M_DrvUpdCompleted=Aktualizace byla dokončena!
M_DrvUpdOK=OK
M_DrvUpdReboot=Restart
M_DrvUpdNeedReboot=Aktualizace byla dokončena! Restartujte nyní pro projevení změn.
M_DrvUpdInstalling=Instalace...
M_DrvUpdCancelling=Rušení...
M_DrvUpdStopInfo=Prosíme, počkejte na zrušení. Může to chvíli trvat
M_DrvUpdBllnHint=Driver Booster automaticky aktualizuje ovladače zařízení a herní komponenty na pozadí.
M_DrvUpdMinimize=Minimalizovat
M_DrvUpdCancel=Storno
M_ActiveToFeedback=Zpětná vazba
M_ActiveForTrial=Koupit nyní
M_ActiveForFree=Aktivovat nyní
M_GuideFaceIOT_Des=Skenuje a čistí nevyžádané soubory na vašem iOS zařízení pro uvolnění více místa.
M_GuideFaceIOT_Scan=Sken
M_GuideFaceSanWithPro=Více aktualizací s edicí PRO
M_GuideFaceSanWithPro_Des=Upgradujte na PRO edici pro aktualizaci dalších ovladačů & herních komponent.
M_GuideFaceView=Upgradovat
M_GuideFaceDeviceError=Chyba zařízení
M_GuideFaceDeviceError_Des=<a>%s</a> chyb zařízení mohou být opraveny.
M_GuideFaceFix=Opravit
M_GuideFaceUnplugDevData=Data odpojených zařízení
M_GuideFaceUnplugDevData_Des=<a>%s</a> dat odpojených zařízení mohou být vyčištěna.
M_GuideFaceClean=Vyčistit
M_GuideFacePCPerScan=Sken výkonu počítače
M_GuideFacePCPerScan_Des=Vyhledat další problémy s počítačem a nepotřebné soubory.
M_GuideFaceScan=Sken
M_GuideFaceUpCountDes=<a>%d</a> ovladačů bylo aktualizováno od instalace programu Driver Booster.   <a>Zobrazit historii aktualizací</a>
M_GuideFaceHistory=<a>Zobrazit historii aktualizací</a>
M_GuideFaceUpdated=Aktualizováno
M_GuideFaceDriver=ovladačů zařízení
M_GuideFaceComponent=herních komponent
M_GuideFaceTitle=Gratulujeme! Aktualizace byla úspěšně provedena!
M_GuideFacerdhtmldesCap=Spouštějte Driver Booster pravidelně, aby byly vaše ovladače vždy aktuální.
M_GuideFaceFixDone=Opraveno chyb zařízení.
M_GuideFaceCleanDone=Vyčištěných dat o odpojených zařízeních.
M_GuideFaceDeviceError_Des1=<a>%s</a> chyba zařízení může být opravena.
M_GuideFaceUnplugDevData_Des1=<a>%s</a> data odpojeného zařízení mohou být vyčištěna.
M_GuideFaceUpCountDes1=<a>%d</a> ovladač byl aktualizován od instalace programu Driver Booster.   <a>Zobrazit historii aktualizací</a>
M_GuideFaceDriver1=ovladač zařízení
M_GuideFaceComponent1=herní komponenta
M_GuideFaceCleaned=Vyčištěno
M_GuideFaceFixed=Opraveno
M_PcPerScanPrivacy=Stopy osobních údajů
M_PcPerScanJunk=Nevyžádané soubory
M_PcPerScanInternet=Vylepšení internetu
M_PcPerScanRegistry=Záznamy registru
M_PcPerScanSystem=Optimalizace systému
M_PcPerScanProbDes=nalezeno %s položek (%s)
M_PcPerScanProbDes1=nalezeno %s položek
M_PcPerScanProbDes2=nalezena %s položka (%s)
M_PcPerScanProbDes3=nalezena %s položka
M_PcPerScanProbDes6=<a>%d</a> položka nalezena. <a>Detaily</a>
M_PcPerScanProbDes5=Nebyl nalezen žádný problém.
M_PcPerScanTip1=Které ovlivní výkon vašeho systému. Doporučujeme nainstalovat Advanced SystemCare pro opravení.
M_PcPerScanTip2=A doporučujeme nainstalovat Advanced SystemCare aby byl váš počítač vždy čistý a rychlý.
M_PcPerScanNoError=Žádný problém
M_PcPerScantitleCap=Sken výkonu počítače byl dokončen
M_PcPerScanInstalling=Instalace
M_PcPerScanRdhtmlblCap=Kliknutím na Instalovat pro opravení souhlasíte s instalací Advanced SystemCare, <a>Licencí</a> a <a>Zásadami ochrany osobních údajů</a>
M_PcPerScanRdhtmlblCap1=Kliknutím na Instalovat souhlasíte s instalací Advanced SystemCare, <a>Licencí</a> a <a>Zásadami ochrany osobních údajů</a>
M_PcPerScanOptimizeTitle=Podrobnosti systémové optimalizace
M_PcPerScanOptimizeDesc=Tyto položky ovlivní výkon vašeho systému. Pro optimalizaci doporučujeme nainstalovat Advanced SystemCare.
M_PcPerScanOptimizeBtn=Instalovat pro optimalizaci
M_PcPerScanOptimizedesc2=Kliknutím na "Instalovat pro optimalizaci" souhlasíte s instalací Advanced SystemCare a přijímáte <a>Licenci</a> <a>Zásady ochrany osobních údajů</a>
M_ScanWithProDes=Upgradujte na PRO verzi pro aktualizaci dalších <a>%d</a> ovladačů zařízení a herních komponent.
M_ScanWithProLevel_0=Starý
M_ScanWithProLevel_1=Velmi starý
M_ScanWithProLevel_2=Extrémně starý
M_ScanWithProAviailable=Dostupné:
M_ScanWithProCmp=Neinstalovaný
M_ScanWithProMiss=Chybí ovladač
M_ScanWithProPorb=Chybný
M_GuideFaceAutoUpdate=Automatická aktualizace ovladačů
M_GuideFaceAutoUpdate_Des=Povolte Automatickou aktualizaci ovladačů pro automatické zajištění aktuálních ovladačů.
M_GuideFaceNoProblem=Všechny problémy jsou již opraveny
M_GuideFaceEnable=Povolit
M_GuideFaceEnabled=Povoleno
M_GuideFaceSetting=Nastavení
M_GuideFaceSettingDes=Automatická aktualizace ovladačů je povolena. Můžete to změnit v Nastavení.
M_GuideFaceRunASC=Spustit Advanced SystemCare pro nalezení více problémů s počítačem a nevyžádaných souborů.
M_GuideFaceDetails=Zobrazit podrobnosti
M_GuideFaceCareCount=<a>%d</a> položky nalezeny. Nainstalujte Advanced SystemCare pro opravení.
M_UpdateHistoryDate=Datum:
M_UpdateHistoryVersion=Verze:
M_UpdateHistoryClose=Zavřít
M_UpdateHistoryTitle=Historie aktualizací ovladačů
M_UpdateHistoryAllVersion=Všechny verze
M_RstModBackupFlder=Změnit složku pro zálohy
M_RstBackup=Zálohovat
M_RstExpBackupFlder=Prozkoumat složku záloh
M_RstRestore=Obnovit
M_RstCreateRstPoint=Vytvořit bod obnovy
M_RstViewRstPoint=Zobrazit obnovu systému
M_RstSysRstRestore=Obnovit
M_RstSysRstRemove=Odstranit
M_SaleBenefits=Aktivujte edici PRO a získejte výhody
M_SaleFeature1=Více aktualizací ovladačů s o 200% větší databází
M_SaleFeature2=Vylepšení stability a výkonu systému
M_SaleFeature3=Zlepšený zážitek z počítačových her
M_SaleFeature4=Automatická aktualizace ovladačů a jejich bezpečná záloha
M_SaleAllFeatures=Zobrazit všechny bonusy edice PRO
M_btnMin.Hint=Minimalizovat
M_btnclosewin.Hint=Zavřít
M_btnOverall=Shrnutí
M_btnOS=Operační systém
M_btnProAndMain=Procesor a základní deska
M_btnMemDev=Paměťové zařízení
M_btnDisplay=Zobrazení
M_btnDrives=Disky
M_btnNetWork=Síť
M_btnOther=Další zařízení
M_btnExport=Exportovat...
M_btnclose1=Zavřít
M_Listview_CS0=Název položky
M_Listview_CS1=Hodnota
M_lblPMTotal=Celkem
M_lblPMAvl=Nový ovladač
M_lblPMCache=Mezipaměť systému
M_lblCCTotal=Celkem
M_lblCCLimit=Limit
M_lblCCPeak=Vrchol
M_lblKMTotal=Celkem
M_lblKMPaged=Stránkováno
M_lblKMNonepaged=Nestránkováno
M_lbllog=Systémové informace IObit
M_imgLoading=Načítání...
M_frdlblcpu_u=Využití CPU
M_rdlblcpu_u_h=Historie využití CPU
M_rdlblMU=Využití paměti
M_rdlblPM=Fyzická paměť
M_rdlblCC=Potvrzená kapacita
M_rdlbKM=Paměť jádra
M_General=Obecné
M_Graphics=Grafika
M_Storage=Úložiště
M_fIO=I/O
M_Video_Mem=Grafická paměť
M_fOS=Operační systém
M_PM=Procesor a základní deska
M_fMD=Paměťové zařízení
M_DV=Disky
M_DP=Zobrazení
M_NW=Síť
M_OD=Jiné zařízení
M_CS=Počítačový systém
M_CN=Název počítače
M_ffUN=Uživatelské jméno
M_ORG=Organizace
M_OS_Name=Jméno OS
M_OS_Ver=Verze OS
M_fSP=Service Pack
M_fID=ID produktu
M_Uptime=Doba provozu systému
M_IE_Ver=Verze Internet Exploreru
M_DX_Ver=Verze Microsoft DirectX
M_OGL_Ver=Verze OpenGL
M_fReg=Registr
M_Max_Size=Maximální velikost
M_Cur_Size=Aktuální velikost
M_Status=Stav
M_fUnknown=Neznámý
M_fYES=Ano
M_fCPU=Centrální procesor
M_CPU_Name=Název procesoru
M_CPU_Number=Počet logických procesorů
M_Code_Name=Krycí jméno
M_Man=Výrobce
M_CCS=Aktuální rychlost
M_MCS=Maximální rychlost
M_Vol=Napětí
M_Ext_Clk=Vnější takt
M_SN=Sériové číslo
M_CPU_ID=ID procesoru
M_fSD=Označení socketu
M_Int_Cache=Vnitřní mezipaměť
M_Ext_Cache=Vnější mezipaměť
M_Borad=Základní deska
M_Mod=Model
M_BIOS_Name=Název BIOSu
M_BIOS_Ven=Poskytovatel BIOSu
M_SMBIOS_Ver=Verze SMBIOS
M_BIOS_Date=Datum BIOSu
M_BIOS_Feature=Funkce BIOSu
M_Pyh_Mem=Fyzická paměť
M_Mem_Bank=Paměťová banka
M_Des=Popis
M_Dev_Loc=Vyhledávač zařízení
M_Capacity=Kapacita
M_fSpeed=Rychlost
M_Mem_Type=Typ paměti
M_Form_Factor=Paměťový modul
M_Mem_Res=Paměťový zdroj
M_Mem_Total=Nainstalovaná paměť
M_Mem_Used=Využívaná paměť
M_Mem_Free=Dostupná paměť
M_Mem_Usage=Využití paměti
M_Data_Width=Přenosová šířka
M_Disk_Total=Celková kapacita HDD
M_Disk_Free=Volná kapacita HDD
M_Name=Jméno
M_Capability=Schopnost
M_Disk_Drive=Diskové jednotky
M_Media_Type=Typ média
M_Int_Type=Typ rozhraní
M_Part=Diskové oddíly
M_Cylinder=Celkem cylindrů
M_fHead=Celkem hlav
M_Sector=Celkem sektorů
M_Track=Celkem stop
M_TPC=Stop na cylindr
M_SPT=Sektorů na stop
M_BPS=Bajtů na sektor
M_Smart_Support=Podpora S.M.A.R.T
M_Temperature=Aktuální teplota
M_IDE_Ctrl=IDE řadič
M_fDrive=Jednotka
M_Trans_Rate=Rychlost přenosu
M_Video_Adapter=Video adaptér
M_Video_Processor=Video procesor
M_Video_Arch=Video architektura
M_Scr_Resolution=Rozlišení obrazovky
M_DAC_Type=Typ DAC
M_VMem_Size=Typ paměti
M_VMem_Type=Typ paměti
M_Video_Mode=Grafický režim
M_CRR=Aktuální obnovovací frekvence
M_Driver_Ver=Verze ovladače
M_Driver_Date=Datum ovladače
M_Monitor=Monitor
M_Scr_Height=Výška obrazovky
M_Scr_Width=Šířka obrazovky
M_Product_Name=Jméno produktu
M_Service_Name=Název služby
M_MAC_Addr=MAC Adresa
M_Sound_Dev=Zvukové zařízení
M_Mouse=Myš
M_Btns=Tlačítka
M_Keyboard=Klávesnice
M_Func_Key=Funkční klávesy
M_USB_Ctrl=Řadič USB
M_Prot_Support=Podporovaný protokol
M_Memory=Paměť
M_Unnecessaryforgaming=Nepotřebné pro hraní her
M_Refresh=Obnovit
M_SearchOnline=Vyhledat na internetu
M_OpenFolder=Otevřít složku
M_SortBy=Řazení
M_Description=Popis
M_VirtualDeskTitle=Spustit hru na herním počítači
M_VirtualDeskDesc=Poskytnout maximální výpočetní výkon pro hraní bez přerušování a maximální přidělení paměti pro planulé hraní
M_RAMTitle=Vyčistit RAM
M_RAMDesc=Optimalizovat využití paměti pro zvýšení dostupné fyzické paměti
M_ClipTitle=Vymazat schránku
M_ClipDesc=Vymazat nepoužívanou schránku
M_PowerTitle=Nastavit herní napájení
M_PowerDesc=Změnit nastavení napájení pro nejlepší výkon
M_AutoUpTitle=Vypnout automatické aktualizace
M_AutoUpDesc=Zabránit přerušením her automatickými aktualizacemi
M_ProcDefClose=Procesy, které jsou ve výchozím nastavení ukončeny
M_ProcGroupSafe=Procesy, které doporučujeme ukončit
M_ProcGroupOther=Ostatní procesy
M_Process Name=Název procesu
M_PowerSchDesc=Aktivovat při přepnutí do herního režimu pro boost.
M_ProcessName=Název procesu
M_Property=Vlastnictví
M_Process=Procesy (počet: %d, vybráno: %d)
M_Service=Služby systému Windows (počet: %d, vybráno: %d)
M_OtherService=Služby třetích stran (počet: %d, vybráno: %d)
M_Process1=Procesy (počet: %d, vybráno: %d)
M_Service1=Služby systému Windows (počet: %d, vybráno: %d)
M_OtherService1=Služby třetích stran (počet: %d, vybráno: %d)
M_Others=Ostatní (počet: %d, vybráno: %d)
iobit_lang_SystemOptimizereport=Hlášení systémové optimalizace
iobit_lang_key_junkfile_group_1=Nevyžádané soubory (počet - %d, %s):
iobit_lang_key_privacy_group_2=Stopy soukromí (počet - %d, %s):
iobit_lang_key_sysOptimization_group_3=Systémové optimalizace (počet - %d):
iobit_lang_key_internetboost_group_4=Vylepšení internetu (počet - %d):
iobit_lang_key_registryclean_group_5=Záznamy registru (počet - %d):
M_TrialSwitch=Přejít na Driver Booster Free
M_TrialDur11=Během posledního <a>%d</a> dne, Driver Booster Pro opravil <a>%d</a> problém s ovladačem. Zakoupit nyní pro zajištění aktuálnosti ovladačů.
M_TrialDur21=Během posledních <a>%d</a> dnů, Driver Booster Pro opravil <a>%d</a> problém s ovladačem. Zakoupit nyní pro zajištění aktuálnosti ovladačů.
M_TrialDur12=Během posledního <a>%d</a> dne, Driver Booster Pro opravil <a>%d</a> problémů s ovladači. Zakoupit nyní pro zajištění aktuálnosti ovladačů.
M_TrialDur22=Během posledních <a>%d</a> dnů, Driver Booster Pro opravil <a>%d</a> problémů s ovladači. Zakoupit nyní pro zajištění aktuálnosti ovladačů.
M_TrialDur0=Zakoupit nyní pro zajištění aktuálnosti ovladačů a maximalizování herního výkonu.
M_TrialToFree=Přepnutím na Driver Booster Free můžete přijít o speciální nabídky dostupné pouze pro uživatele zkušební verze. Chcete pokračovat?
M_TrialExp=Zkušební verze Driver Booster <a>vypršela</a>.
M_TrialLose0=Zkušební verze Driver Booster dnes vyprší.
M_TrialLose1=Zkušební verze Driver Booster Trial vyprší za <a>1</a> den!
M_TrialLose2=Zkušební verze Driver Booster Trial vyprší za <a>%d</a> dny/ů!
M_Trial0Remaning=Dnes zbývá %d aktualizace pro zkušební verzi.
M_Trial2Remaning=Dnes zbývají 2 aktualizace pro zkušební verzi.
M_TrialUpdateDscrptnSingle=Upgradujte na PRO edici pro aktualizaci <a>1</a> dalšího ovladače zařízení nebo herní komponenty jedním kliknutím.
M_TrialUpdateDscrptnMulti=Upgradujte na PRO edici pro aktualizaci <a>%d</a> dalších ovladačů & herních komponent jedním kliknutím.

[Inno_M]
M_PinToTaskbar=Připnout ikonu na hlavní panel
M_ViewWhatsNew=Zobrazit co je nového
M_NewestVer=Používáte nejaktuálnější verzi. Instalace bude nyní ukončena.
M_UninstOld=Před instalací Driver Booster %s je nutné odinstalovat Driver Booster %s. Pokračovat?
M_UninstOldBeta=Před instalací Driver Booster Beta %s je nutné odinstalovat Driver Booster Beta %s. Pokračovat?
M_IconDesc=Aktualizujte vaše zastaralé ovladače!

[MessageBox_M]
M_BtnOK=OK
M_BtnCancel=Storno
M_BtnYes=Ano
M_BtnNo=Ne
M_BtnRetry=Znovu
M_BtnAbort=Přerušit
M_BtnIgnore=Ignorovat
M_BtnClose=Zavřít

[DriverBooster_AutoupdateFormMain]
Label_Titile.Caption=Aktualizace Driver Booster
Label_CheckUpdate.Caption=Získávání informací o aktualizaci, prosíme čekejte
Label_UpdateDetails.Caption=Je dostupná nová verze Driver Booster, stáhněte ji nyní pro získání nejnovějších funkcí a vylepšení.
Label_NewVersionUpdate.Caption=Je dostupná nová verze Driver Booster, stáhněte ji nyní pro získání nejnovějších funkcí a vylepšení.
Label_NewFileUpdate.Caption=Jsou dostupné nové aktualizace, klikněte na Stáhnout nyní pro získání nejnovějších funkcí.
Label_ClickDownload.Caption=Klikněte na "%s" pro stažení a instalaci aktualizace.
Label_FinishInfo.Caption=Dokončeno!
Label_NoUpdate.Caption=Již máte nainstalovánu nejnovější verzi.
Label_Nottention.Caption=Upozornění: Driver Booster bude restartován pro instalaci aktualizací.
Label_RestartWarn.Caption=Upozornění: Prosíme restartuje počítač pro dokončení instalace.
Label_Cancel.Caption=Storno
Label_ProxySet.Caption=Nastavení proxy
Label_DecideLater.Caption=Později
Label_RestartNow.Caption=Restartovat nyní
Label_RestartLater.Caption=Restartovat později
Label_DownloadNow.Caption=Stáhnout nyní
Label_Finish.Caption=OK
pnlWhatsNew.Caption=Co je nového
rdlblLater.Caption=Připomenout později

[DriverBooster_AutoupdateFormMain_M]
M_Close=Zavřít
M_GetUpdateInfo=Získávání informací o aktualizaci, prosíme čekejte
M_Retry=Znovu
M_GetUpdateFailed=Získávání informací selhalo, zkuste to znovu později.
M_Finish=OK
M_GetFileFailed=Stahování aktualizace selhalo, zkuste to znovu později.
M_CancelDownload=Opravdu si přejete přerušit stahování aktualizací?
M_UpdateSucceed=Aktualizace byla úspěšná!
M_KillUpdateTip=Tento program je zastaralý a již nebude pracovat. Prosíme, stáhněte si nejnovější verzi.
M_UpdateTip=Je dostupná nová verze!
M_NewVerTip=Driver Booster %s je nyní dostupný. Klikněte na "%d" pro získání nejnovějších funkcí.
M_Congratulations=Blahopřejeme!
M_Downloading=Stahování
M_NoUpdate=Máte nainstalovánu nejnovější verzi. Není dostupná žádná aktualizace.
M_GetPro=Již vás unavuje manuální aktualizace? %s pro automatické získání nejnovější verze!
M_ProFunc=Zapněte si automatické aktualizace
M_ActivateNow=Aktivovat nyní
M_UpdateNext=Automaticky aktualizovat příště

[DB_frmDB_ConvertUI]
lblCaption2.Caption=Odinstalace Driver Booster
lblDesc_DB.Caption=Získejte Advanced SystemCare FREE po odinstalaci aplikace Driver Booster.
lblGet.Caption=Advanced SystemCare optimalizuje váš počítač, zrychluje jej, vylepšuje rychlost Internetu a stará se o bezpečnost. Věří jí více než 150 miliónů uživatelů!
btnConvertASC.Caption=Ano, odinstalovat a získat Advanced SystemCare FREE
btnNo.Caption=Ne, odinstalovat vše
btnCancel.Caption=Storno
btnClose.hint=Zavřít

[DB_FormPromoteUpdate]
rdlblTitle.Caption=Odinstalace Driver Booster
rdlblSubject.Caption=Pořád máte potíže s některými ovladači. Opravdu si přejete provést odinstalaci?
rdlblText.Caption=Aktualizujte na poslední verzi pro vyřešení potíží.
btnUpdate.Caption=Aktualizovat
rdlblOR.Caption=NEBO
btnUninstall.Caption=Odinstalovat

[DB_FormPromoteMore]
rdlblTitle.Caption=Odinstalace Driver Booster
rdlblSubject.Caption=Je nám líto, že se vám aplikace nelíbila
rdlblText.Caption=Po odinstalování aplikace ztratíte možnost včasné opravy ovladačů a problémů systému. Opravdu si přejete aplikaci odinstalovat?
btnUninstall.Caption=Odinstalovat
btnCancel.Caption=Storno
btnMore.Caption=Více produktů

[DB_FormPromoteActivate]
rdlblTitle.Caption=Odinstalace Driver Booster
rdhtmlbl5.Caption=Aktualizovali jste <a>%d</a> ovladačů. Opravdu si přejete aplikaci odinstalovat?
rdhtmlbl2.Caption=Nabízíme vám exkluzivní slevu <a>75%</a> při koupi plné verze!
rdlblSupport1.Caption=Více než o 200% větší databáze ovladačů
rdlblSupport2.Caption=Priorita při získávání nových ovladačů
rdlblSupport3.Caption=O 300% rychlejší stahování ovladačů
rdlblSupport4.Caption=Lepší využití funkcí hardware
rdhtmlbl3.Caption=<a>$24.95</a>   původně <a>$74.85</a>
btnActivate.Caption=Aktivovat nyní
rdhtmlbl6.Caption=Zbývá méně než <a>%s</a>
rdlblOnly.Caption=Pouze $8.3/PC/rok
rdlblUninstall.Caption=Nepřijmout nabídku & odinstalovat
rdlblLearnMore.Caption=Zjistit více o plné verzi

[DB_FormSaleExpired]
lblTop.Caption=VAŠE PŘEDPLATNÉ VYPRŠELO!
lblTop.Hint=VAŠE PŘEDPLATNÉ VYPRŠELO!
lblMid1.Caption=Nebojte se.
lblMid2.Caption=Od dalšího roku stabilního PC a herního výkonu vás dělí jen jedno kliknutí. Získejte Driver Booster Pro s
lblMid2.Hint=Od dalšího roku stabilního PC a herního výkonu vás dělí jen jedno kliknutí. Získejte Driver Booster Pro s
lblDiscount.Caption=exkluzivní slevou!
lblBottom.Caption=Pouze pro ceněné uživatele!
lblBottom.Hint=Pouze pro ceněné uživatele!
btnClose.Hint=Zavřít
btnRedeemNow.Caption=Získat nyní
btnRedeemNow.Hint=Získat nyní

[frmBugreport]
htmlblNorP1.Caption=Driver Booster narazil na problém. Pomozte nám problém vyřešit automatickým zasláním debug souboru kliknutím na 'Odeslat'. <a>Zásady ochrany osobních údajů</a>
rdlblSendFailedx.Caption=Zaslání selhalo.
rdlblSendSuccedx.Caption=Úspěšně odesláno! Problém se pokusíme vyřešit co nejrychleji.
htmlblSilentP1.Caption=Driver Booster narazil na problém. Pomozte nám problém vyřešit automatickým zasláním debug souboru kliknutím na 'OK'. <a>Zásady ochrany osobních údajů</a>
rdlblTitle.Caption=Nahlášení chyby
btnSendBug.Caption=Odeslat
btnSendBug.Caption.0=Odesílání...
rdlblEmail.Caption=Váš e-mail:
rdlblAsterisk.Caption.0=Vyžaduje platnou e-mailovou adresu.
rdlblErrDetails.Caption=Podrobnosti o chybě:
btnSendFailed.Caption=OK
btnSendSucced.Caption=OK
btnSilentOK.Caption=OK
lblSolu.Caption=Driver Booster narazil na problém. Klikněte na Opravit nyní pro okamžitou pomoc.
rdbtnClose.Hint=Zavřít

[DB_FormUnplugTool]
Cleanedtext.Caption=Vyčištěno
FormUnplugTool.Caption=Odstranění dat odpojených zařízení
btnStart.Caption=Sken
lblwarning.Caption=Poznámka: Odstraněna budou pouze data zařízení, soubory ovladačů budou v bezpečí.
lblToolDesc.Caption=Tento nástroj pomáhá odstranit data všech odpojených zařízení na vašem počítači. Pro kontrolu klikněte na Sken.
lblScanningText.Caption=Skenování...
lblCleaning_analyze.Caption=Skenování...
btnStop.Caption=Stop
btnStop_Resume.Caption=Obnovit
lblDeviceName.Caption=Název zařízení: %s
lblComplete.Caption=Sken dokončen
lblCompleteDesc.Caption=Nebylo nalezeno žádné odpojené zařízení.
btnCompleteOK.Caption=OK
btnClose.Hint=Zavřít
btnCleanNormal.Caption=Vyčistit
btnCleanOk.Caption=OK
btnCleaning.Caption=Čištění...
lblDeviceNumberZero.Caption=Není potřeba vyčistit žádná data odpojených zařízení.
lblDeviceCleanComplete.Caption=Čištění dokončeno.
lblDeviceNumberOne.Caption=1 odpojené zařízení nalezeno, chcete vyčistit data?
lblDeviceNumberMany.Caption=%d odpojených zařízení nalezeno, chcete vyčistit data?
ActionIgnoreText.Caption=Ignorovat
ActionNotIgnoreText.Caption=Neignorovat
StatusIgnoreText.Caption=Ignorováno
StatusNeedCleanText.Caption=Potřebuje vyčistit
StatusCleanDoneText.Caption=Vyčištěno
lblToolCaption.Caption=Odstranění dat odpojených zařízení
lvUnpluggedDevices.Columns[0].Caption=Název zařízení
lvUnpluggedDevices.Columns[1].Caption=Stav
lvUnpluggedDevices.Columns[2].Caption=Akce

[DB_FormDevErrorTool]
FormDevErrorTool.Caption=Oprava chyb zařízení
lblToolCaption.Caption=Oprava chyb zařízení
btnStart.Caption=Detekovat
btnStartDetecting.Caption=Detekování...
lblToolDesc.Caption=Tento nástroj pomáhá detekovat chybové kódy ve Správci zařízení a opravit je.
btnRepair.Caption=Opravit
btnRepairing.Caption=Opravování...
lbldetailDesc.Caption=Podrobnosti chybového kódu
lblProblemCountDesc.Caption=Počet detekovaných chyb: <a>%s</a>!
lblProblemCountDescOne.Caption=Detekována <a>1</a> chyba!
lblProblemCountDescDone.Caption=Oprava dokončena.
lvErrorDisplay.Columns[0].Caption=Název zařízení
lvErrorDisplay.Columns[1].Caption=Stav
lvErrorDisplayErrorDesc.Caption=Chybový kód
lvErrorDisplayFixDesc.Caption=Opraveno
lvErrorDisplayFailedDesc.Caption=Selhalo
lblNoProblem.Caption=Nebyly detekovány žádné chybové kódy.
btnOK.Caption=OK
lvErrorDisplay.Columns[2].Caption=Akce
btnRepair_Close.Caption=Zavřít
lblProblemCountDesc_ignored.Caption=Žádné chybové kódy nepotřebují opravu.
lvErrorDisplayStatusIgnored.Caption=Ignorováno
lvErrorDisplayActionIgnore.Caption=Ignorovat
lvErrorDisplayActionunIgnore.Caption=Neignorovat
btnClose.Hint=Zavřít

[DB_FormNetworkTool]
FormNetworkTool.Caption=Oprava chyby sítě
lblToolCaption.Caption=Oprava chyby sítě
lblToolDesc.Caption=Tento nástroj pomáhá detekovat a opravit chyby síťových zařízení. Pro spuštění klikněte na Detekovat.
btnStart.Caption=Detekovat
btnstart_Detecting.Caption=Detekování...
btnStart_Fixing.Caption=Opravování...
lblwarning.Caption=Poznámka: NEPOUŽÍVEJTE tento nástroj, pokud nemáte problémy s připojením.
lblHostOpenError.Caption=Oprávnění pro čtení a zapisování souboru Hosts jsou odepřena, prosíme, zkontrolujte to a povolte tato oprávnění.
lblFixSuccess.Caption=Blahopřejeme!
lblfixcontent.Caption=Chybový kód %s byl detekován a úspěšně opraven.
lblfixcontent_ms.Caption=Chyba byla detekována a úspěšně opravena. Nyní máte přístup k síti.
lblnoProblem.Caption=Máte přístup k síti. Oprava není potřeba.
btnFixsuccOK.Caption=OK
lblFixfailed.Caption=Oops! Oprava selhala.
lblissuenodriver.Caption=Nebyl nalezen ovladač pro síťové zařízení %s. Prosíme, kontaktujte nás o pomoc.
lblissueerrorcode.Caption=Chybový kód %s detekován pro síťové zařízení. Prosíme, kontaktujte nás o pomoc.
lblissueunknown.Caption=Byla nalezena neznámá chyba. Prosíme, kontaktujte nás o pomoc.
lblissueserver.Caption=Přístup k síti je k dispozici, ale nedokázal se připojit na náš server. Zkontrolujte, zda není blokován firewallem nebo síťovým zařízením.
btnerrorOK.Caption=OK
lblmodifiedhostfailed.Caption=Nepovedlo se to opravit. Prosíme, odstraňte následující řádky v souboru HOSTS manuálně. %s
btnts4_ok.Caption=OK
lblHostmodified.Caption=Soubor HOSTS byl neoprávněně změněn. Klikněte na "OK" pro opravení.
lblhostfixsucc.Caption=Hurá! Soubor HOSTS byl úspěšně opraven! Pro projevení změn restartujte Driver Booster.
btnClose.Hint=Zavřít
rdltimetitle.Caption=Připojení k serveru selhalo z důvodu nesprávného data/času systému. Pro opravení klikněte na Opravit.
rdltimefixdone.Caption=Datum/čas systému je nyní správný!
rdltimefixing.Caption=Opravování... Čekejte prosím.
rdltimefixfailed.Caption=Oops' Nepovedlo se nastavení správného data/času systému. Prosíme, zkuste to opravit manuálně.
btn_timeok.Caption=OK
btn_timefix.Caption=Opravit
btn_timefixing.Caption=Opravování...
fix_done=Opraveno
fix_failed=Selhalo
Column0=IP adresa
Column1=Hostname
Column2=Stav
OpenHOSTS=Otevřít soubor HOSTS

[DB_FormDisplayTool]
FormDisplayTool.Caption=Oprava nesprávného rozlišení
lblToolCaption.Caption=Oprava nesprávného rozlišení
lblwarning.Caption=Poznámka: NEPOUŽÍVEJTE tento nástroj pokud nemáte problém s rozlišením.
btnDetect.Caption=Detekovat
btnDetecting.Caption=Detekování...
lblToolDesc.Caption=Tento nástroj pomáhá detekovat a opravit nízké rozlišení způsobené instalací grafického ovladače. Pro spuštění klikněte na tlačítko Detekovat.
btnOK.Caption=OK
lblFixSuccess.Caption=Hurá! Oprava byla úspěšná.
lblNoProblem.Caption=Rozlišení je normální. Oprava není potřeba.
lblProblemDesc.Caption=Rozlišení se zmenšilo. Klikněte na Opravit pro obnovení rozlišení.
btnRepair.Caption=Opravit
btnRepairing.Caption=Opravování...
lbloldResolution.Caption=Původní rozlišení:
lblnowResolution.Caption=Aktuální rozlišení:
btnok_failed.Caption=OK
lblFailedDesc.Caption=Oops! Oprava selhala. Prosíme, kontaktujte nás o pomoc.
btnClose.Hint=Zavřít

[DB_FormSoundTool]
FormSoundTool.Caption=Oprava nefungujícího zvuku
lblToolCaption.Caption=Oprava nefungujícího zvuku
btnNoSoundDetect.Caption=Opravit
btnNoSoundDetect_Click.Caption=Detekování...
btnNoSoundDetect_Repairing.Caption=Opravování...
lblwarning.Caption=Poznámka: NEPOUŽÍVEJTE tento nástroj, pokud nemáte problémy se zvukem.
lblhaveatest.Caption=Vyzkoušet!
lblhaveatest_testing.Caption=Přehrává se zvuk.
lblNoSoundToolDesc.Caption=Pokud nic neslyšíte, klikněte na tlačítko Opravit.
lblFixContent3.Caption=Zvukové zařízení bylo přepnuto na <a>%s</a>.
lblFixContent2.Caption=Chybový kód %s byl opraven.
lblFixContent4.Caption=Ovladač zvukového zařízení byl vrácen zpět na %s.
btnFixCancel.Caption=Zavřít
btnYeswork.Caption=Ano.
btnYeswork.CommandLinkHint=Funguje to.
btnNotwork.Caption=Ne.
btnNotwork.CommandLinkHint=Vyzkoušet další řešení.
btnSoundTesting.Caption=Test
lblDoubleCheck.Caption=Už zvuk funguje?
lblFixContent.Caption=Služba zvuku byla povolena.
lblNoContinue.Caption=Ne, pokračovat v detekci problémů.
lblyesWorks.Caption=Ano, funguje to.
btnRollBackok.Caption=OK
btnRollbackCancel.Caption=Storno
lblReapirFailed.Caption=Oops! Oprava selhala.
lblTryRollBackAudioDevice.Caption=Můžete vyzkoušet vrátit se na předchozí verzi ovladače zvuku. Vrátit se nyní?
lblFailedReason2.Caption=Zvukové zařízení má chybový kód %s. Prosíme, kontaktujte nás o pomoc.
lblFailedReason3.Caption=Byla nalezena neznámá chyba. Prosíme, kontaktujte nás o pomoc.
lblFailedReason4.Caption=Chybí soubory aplikace. Prosíme, přeinstalujte Driver Booster a zkuste to znovu.
btnOK.Caption=OK
lblRepairFailed2.Caption=Oops! Oprava selhala.
lblFailedReason.Caption=Zvukové zařízení %s nemá nainstalovaný ovladač. Kontaktujte nás pro pomoc.
btnClose.Hint=Zavřít
rdhtmlblMoreSolutions.Caption=<a>Více řešení pro odlišné problémy se zvukem</a>
rdhtmlblMoreSolutions_pnlts4.Caption=<a>Více řešení pro odlišné problémy se zvukem</a>

[DB_FormSaleTip]
btnUpgrade.Caption=Aktivovat nyní
lblEnterCode.Caption=Zadat licenci
lblFeatrues.Caption=Aktivovat všechny výhody
lblFeatrue1.Caption=3,000,000+ ovladačů
lblFeatrue2.Caption=Vyřešte problémy se zařízeními
lblFeatrue3.Caption=Automatická aktualizace ovladačů
lblFeatrue4.Caption=Bezpečná záloha ovladačů a obnovení

[DB_FormSaleEmbed]
lblIconTitle.Caption=Zaručená aktualizace vašich ovladačů
lblIconDesc.Caption=Jste plně chráněni 100% zárukou vrácení peněz. Buď uvidíte výrazné zvýšení výkonu vašeho PC, nebo vám vrátíme peníze v plné výši. Bez otázek.
btnUpgrade.Caption=Upgradovat
btnUpgradeNow.Caption=Upgradovat nyní
rdlblpg2More.Caption=Více...
rdlblpg2P2.Caption=Upgradujte na edici PRO nyní a užijte si tu nejlepší nabídku!
rdlblfromPROC.Caption=Výhody PRO edice:
rdbtninfo1.Caption=Prioritní obdržení nejnovějších ovladačů, zejména Game Ready ovladače
rdbtninfo2.Caption=Zvýšení stability systému a herního výkonu
rdbtninfo3.Caption=Identifikace a odstranění problémů s PC způsobených ovladači
rdbtninfo4.Caption=Automatická aktualizace a záloha ovladačů
rdlblSeeAllC.Caption=Zobrazit všechny funkce

[DB_FormSaleMask]
lblTitle.Caption=Aktivujte Driver Booster 6 PRO pro více pokročilých funkcí
rdhtmlbl1.Caption=O <a>200%</a> větší databáze
rdhtmlbl1.Lines.Text=O <a>200%</a> větší databáze
rdhtmlbl2.Caption=Inteligentnější a bezpečnější
rdhtmlbl2.Lines.Text=Inteligentnější a bezpečnější
rdhtmlbl3.Caption=Lepší zážitek z her
rdhtmlbl3.Lines.Text=Lepší zážitek z her
rdhtmlbl4.Caption=Zlepšení výkonu systému
rdhtmlbl4.Lines.Text=Zlepšení výkonu systému
RdLabel1.Caption=Možnost aktualizace více zastaralých a vzácných ovladačů
RdLabel2.Caption=Automatické stažení a záloha ovladačů pro stabilnější PC
RdLabel3.Caption=Detekce a aktualizace herních komponent a aplikací
RdLabel4.Caption=Redukce zamrzávání systému, pádů a chyb

[DB_FormSaleScan]
btnClose2.Hint=Zavřít
btnpg2Updnow.Caption=Upgradovat nyní
rdlblpg2More.Caption=Více...
rdlblpg2P1.Caption=%s ovladačů a herních komponent musí být aktualizováno pomocí edice PRO:
rdlblpg2P2.Caption=Upgradujte na edici PRO nyní a užijte si tu nejlepší nabídku!
rdlblpg2SubTitle.Caption=Aktuální stav zařízení:
rdlblpg2Title.Caption=Více aktualizací nalezeno!
rdlblpg2Caption.Caption=Jste plně chráněni naší 100% zárukou vrácení peněz do 60 dnů. Žádná otázka se neptala.
rdlblpg2Caption0.Caption=Zaručená aktualizace vašich ovladačů
rdlblTitleC.Caption=Hurá! Všechny ovladače v bezplatné verzi programu jsou aktuální!
rdlblDescC.Caption=Upgradujte na PRO edici nyní pro aktualizaci více ovladačů & herních komponent!
rdlblfromPROC.Caption=Výhody PRO edice:
rdbtninfo1.Caption=Prioritní obdržení nejnovějších ovladačů, zejména Game Ready ovladače
rdbtninfo2.Caption=Zvýšení stability systému a herního výkonu
rdbtninfo3.Caption=Identifikace a odstranění problémů s PC způsobených ovladači
rdbtninfo4.Caption=Automatická aktualizace a záloha ovladačů
rdlblSeeAllC.Caption=Zobrazit všechny funkce

[DB_FormSalePopup]
btnClose.Hint=Zavřít
btnUpgrade.Caption=Aktivovat nyní
lblEnterCode.Caption=Zadat licenci
lblGuarantee.Caption=60-denní záruka vrácení peněz
btnCntUpd.Caption=Pokračovat v aktualizaci
lblTitleA.Caption=Aktivujte Driver Booster 6 PRO pro více pokročilých funkcí
rdhtmlbl1.Caption=O <a>200%</a> větší databáze
rdhtmlbl1.Lines.Text=O <a>200%</a> větší databáze
rdhtmlbl2.Caption=Inteligentní a bezpečnější
rdhtmlbl2.Lines.Text=Inteligentní a bezpečnější
rdhtmlbl3.Caption=Lepší zážitek z her
rdhtmlbl3.Lines.Text=Lepší zážitek z her
rdhtmlbl4.Caption=Zlepšení výkonu systému
rdhtmlbl4.Lines.Text=Zlepšení výkonu systému
RdLabel1.Caption=Možnost aktualizace více zastaralých a vzácných ovladačů
RdLabel2.Caption=Automatické stažení a záloha ovladačů pro stabilnější PC
RdLabel3.Caption=Detekce a aktualizace herních komponent a aplikací
RdLabel4.Caption=Redukce zamrzávání systému, pádů a chyb
lblTitleB.Caption=Aktivujte Driver Booster 6 PRO pro více pokročilých funkcí
lblB1.Caption=Aktualizace ovladače jedním kliknutím
lblB2.Caption=Prioritní aktualizace zastaralejších a vzácnějších ovladačů
lblB3.Caption=Oprava chyb se zařízeními pro bezpečnější PC
lblB4.Caption=Automatická aktualizace ovladačů při nečinnosti systému
lblB5.Caption=Rychlejší stahování
lblB6.Caption=Záloha ovladačů pro bezpečné obnovení
lblB7.Caption=Lepší stabilita systému a herní výkon
RdLabel5.Caption=Původní ovladač
RdLabel6.Caption=PRO
lblTitlC.Lines.Text=Aktivujte edici PRO pro opravení problémů se zařízeními
lblDescC.Caption=Poradí s chybovými kódy ve Správci zařízení pro opravení problémů s hardwarem a udržení počítače v bezpečí.
lblMore.Caption=Další vlastnosti a výhody PRO edice:
Labl1.Caption=Automatické stahování
Labl2.Caption=Automatické stahování
Labl3.Caption=Automatické stahování
Labl4.Caption=Větší databáze o 200%
Desc1.Caption=Automaticky stahovat ovladače při nečinnosti systému pro ušetření poloviny času při aktualizování ovladačů
Desc2.Caption=Automaticky stahovat ovladače při nečinnosti systému pro ušetření poloviny času při aktualizování ovladačů
Desc3.Caption=Automaticky stahovat ovladače při nečinnosti systému pro ušetření poloviny času při aktualizování ovladačů
Desc4.Caption=Užijte si výhod více ovladačů, hlavně těch vzácných díky podpoře přes 400 000 zařízení
lblTitleCover.Caption=Připravujeme aktualizace.
lblInfoCover.Caption=Aktivujte PRO edici a užijte si pokročilé aktualizační funkce.
lbltle1pgd.Caption=Rychlé stahování
lblinfo1pgd.Caption=Stahujte až o 50% rychleji s Automatickým stahováním při nečinnosti systému.
lbltle2pgd.Caption=Automatická záloha
lblinfo2pgd.Caption=Bezpečnější aktualizace s automatickou zálohou ovladačů před instalací.
lbltle3pgd.Caption=Stabilnější počítač
lblinfo3pgd.Caption=Lepší stabilita systému a výkon s více ovladači zařízení a herních komponent.

[IObitRegister_FrmDB]
btnClose.Hint=Zavřít
lblTitle.Caption=PŘEDVÁNOČNÍ VÝPRODEJ
lblTitleDesc.Caption=Připravte se na sváteční sezónu s nejšokující nabídkou roku 2018!
lblBox.Caption=Jen na Vánoce
btnNote1.Caption=Aktualizujte více starých a chybějících ovladačů
btnNote2.Caption=Vyřeště problémy zařízení
btnNote3.Caption=Vylepšete herní výkon počítače
btnNote4.Caption=Získejte exkluzivní Vánoční dárkový balíček
btnActive_L.Caption=Získat nyní
btnActive_S.Caption=Získat nyní
lblActiveDesc.Caption=Limitovaná nabídka - Kdo dřív příjde, ten dřív mele!
lblSecure.Caption=Bezpečný nákup
lblSSL.Caption=Chráněno technologií SSL
lblNote.Caption=Více výhod, slibujeme:

[Monitor_FormMainInitWizard_M]
M_Rect=Obdélník
M_Oval=Ovál
M_Text=Text
M_Paintbrush=Štětec
M_Return=Zpět (Ctrl + Z)
M_Copy=Zkopírovat do schránky
M_Exit=Ukončit snímač obrazovky
M_Save=Ušetřete
M_TipInfo=Snímek obrazovky byl uložen do schránky. Můžete použít Ctrl + V pro vložení.
M_TipShow=Již nezobrazovat tuto zprávu
M_TipSure=OK
M_NoticeInfo_AB=1. Levým tlačítkem myši a tažením vyberte oblast, kterou chcete vyfotit
M_NoticeInfo_AC=2. Pravým tlačítkem myši nebo klávesou Esc ukončíte focení

[ActionCenter_M]
M_FixAllAC=Získat vše
M_HideAC=Skrýt
M_ShowAC=Zobrazit
M_ShowACTitle=Bezpečnost a výkon
M_ShowACDesc=Klikněte na "Zobrazit" pro zobrazení dalších doporučených programů. Nainstalujte je pro získání lepší zabezpečení a výkon počítače.
M_ShowACDesc2=Všechny doporučené programy jsou skryty! Zobrazíte je kliknutím na "Zobrazit" a pak je můžete nainstalovat pro zlepšení bezpečnosti a výkonu.
M_AC_Installed=Instalováno
M_AC_FreeTitle=Bezpečnost a výkon
M_AC_FreeHelp_Ins=Získejte lepší zabezpečení a zlepšení výkonu s doporučenými programy.
M_AC_FreeHelp_Upt=Získejte lepší zabezpečení a zlepšení výkonu s doporučenými programy.
M_AC_FreeHelp_OK=Pravidelné spouštění následujících programů nabízí lepší zabezpečení a výkon počítače.
M_AC_Free_EULA=Vámi předtím přijatá Smlouva s koncovým uživatelem (EULA) se také vztahuje na IObit produkty.
M_AC_Free_ReadEULA=Přečíst Licenci
M_ShowACTitle2=Oznámení!
M_AC_FreeTitle2=Centrum akcí
M_AC_FreeDetail2=Získejte lepší zabezpečení a výkon s doporučenými programy. Vámi předtím přijatá <a>Smlouva s koncovým uživatelem</a> se také vztahuje na doporučené IObit produkty.
M_AC_FreeDetail2_db=Získejte lepší zabezpečení a výkon s doporučenými programy. Vámi předtím přijatá <a>Smlouva s koncovým uživatelem</a> platí i zde.
M_LearnRecommendNote=Momentálně nejsou žádné doporučené produkty.
M_LearnRecommendDesc=Klikněte na "Více informací" pro zobrazení dalších produktů, které vás mohou zajímat.
M_LearnMore=Více informací
M_Scan=Skenování...
M_Recomm_Ins=Doporučeno: Nainstalujte si %s
M_Recomm_Upt=Doporučeno: Aktualizujte %s
M_none=Žádný
M_Fix=Získat nyní
M_fixing=Instalace
M_Updating=Aktualizuji
M_fixed=Dostal
M_failed=Selhalo
M_RuningWell=Je nainstalována nejnovější verze
M_Outdated=Zastaralé
M_NotInstalled=Nenainstalováno
M_ASCCaption=Výkon systému
M_ASCInfo_NotIns=Byly nalezeny chyby v registru, problémy ochrany soukromí a zbytkové soubory ve Vašem systému. Nainstalujte Advanced SystemCare pro optimalizaci počítače a uvolnění místa na disku.
M_ASCInfo_NotIns_C=Bylo nalezeno <a>%1s</a> stop osobních údajů, <a>%2s</a> nevyžádaných souborů a <a>%3s</a> nadbytečných položek registru. Nainstalujte Advanced SystemCare pro optimalizaci PC a uvolnění <a>%4s</a> místa na disku.
M_ASCInfo_UpToDate=Advanced SystemCare zrychluje a optimalizuje Vaše PC jedním kliknutím.
M_ASCInfo_NeedUpDate=Advanced SystemCare je zastaralý.
M_ASCDesc=Odstranění škodlivých aplikací a pluginů
M_ASCTopSel=Nejprodávanější
M_ASCTipTitle=Detaily
M_ASCTip=Slibujeme:<br> Zrychlení PC až o 200% <br> Opravení více problémů s registrem včetně těch hlubších<br> Zrychlení internetu až o 300%<br> Zabránění sledování vašeho soukromí
M_RunASC=Skenovat nyní
M_ASCOffer=Vyčistí a optimalizuje PC jedním kliknutím.<br>Zrychlí váš počítač až o 200%.<br>Zvýší rychlost internetu až o 300%.<br>Monitoruje kondici počítače v reálném čase pro plynulejší PC.<br>Chrání váš počítač před běžným spywarem.
M_IMFCaption=Ochrana před Malware
M_IMFInfo_NotIns=Získejte lepší ochranu před malware s aplikací od společnosti IObit.
M_IMFInfo_NotIns_C=<a>%s</a> hrozeb bylo nalezeno. Nainstalujte IObit Malware Fighter pro jejich odstranění a ochranu PC před dalším malware.
M_IMFInfo_NotIns_C_Single=<a>1</a> hrozba byla nalezena. Nainstalujte IObit Malware Fighter pro odstranění a ochranu PC před dalším malware.
M_IMFInfo_UpToDate=IObit Malware Fighter chrání váš PC proti malware.
M_IMFInfo_NeedUpDate=Vaše anti-malware aplikace je zastaralá.
M_IMFDesc=Chraňte váš počítač proti malware.
M_IMFTopSel=Nejprodávanější
M_IMFTipTitle=Detaily
M_IMFTip=Slibujeme:<br> Nový Bitdefender engine<br> Ochrana proti ransomware útokům<br> Lepší zabezpečení soukromí vaší webkamery<br> Automatický sken a obrovské aktualizace databáze
M_RunIMF=Skenovat nyní
M_IMFOffer=Ochrana před všemi druhy malware.<br>Brání proti nejnovějším útokům ransomware.<br>Bezpečnější prohlížení internetu a stahování.<br>Hlubší a všestranná ochrana v reálném čase. <br>Plně kompatibilní s dalšími bezpečnostními programy.
M_DBCaption=Aktualizace ovladačů
M_DBInfo_NotIns_C=Aktualizace zastaralých ovladačů a oprava chybějících a vadných ovladačů pro stabilnější počítač.
M_DBInfo_NotIns=Mohou existovat zastaralé ovladače, které mohou zpomalit a destabilizovat váš počítač.
M_DBInfo_UpToDate=Driver Booster aktualizuje všechny zastaralé ovladače na vašem počítači.
M_DBInfo_NeedUpDate=Vaše aplikace pro aktualizaci ovladačů je zastaralá.
M_DBDesc=Aktualizujte všechny zastaralé ovladače.
M_DBTopSel=Nejprodávanější
M_DBTipTitle=Detaily
M_DBTip=Slibujeme:<br> Aktualizace více než 3,000,000+ ovladačů a zařízení<br> Prioritní aktualizace více ovladačů<br> Opravení PC problémů způsobených ovladači<br> Zálohu ovladačů pro bezpečné obnovení
M_RunDB=Skenovat nyní
M_SDCaption=Optimalizace disku
M_SDInfo_NotIns=Byly nalezeny diskové fragmenty, které mohou zpomalovat Vaše PC.
M_SDInfo_NotIns_C=<a>%d</a> fragmentů bylo nalezeno na vašich discích. Nainstalujte Smart Defrag pro jejich defragmentaci, aby byl váš počítač rychlejší a aby se prodloužila životnost disků.
M_SDInfo_UpToDate=Smart Defrag defragmentuje disk pro vyšší výkon.
M_SDInfo_NeedUpDate=Vaše aplikace pro defragmentaci disku je zastaralá.
M_SDDesc=Defragmentujte disk pro vysoký výkon.
M_SDTopSel=Nejprodávanější
M_SDTipTitle=Detaily
M_SDTip=Slibujeme:<br> Bezpečnější defragmentaci disku<br> Podporu pro defragmentaci Windows 10 Metro aplikací<br> Maximalizaci výkonu pevného disku<br> Stabilitu disku a rychlý přístup k datům
M_RunSD=Defragmentovat nyní
M_SDOffer=Rychlejší přístup k souborům.<br>Maximální výkon pevného disku.<br>Zvýšení rychlosti spuštění počítače až o 100%.<br>Optimalizuje hry pro lepší herní zážitek.
M_SMCaption=Start Menu
M_SMInfo_NotIns=Získejte zpět oblíbené Windows "Start" Menu.
M_SMInfo_UpToDate=Start Menu 8 přináší zpět Windows "Start" Menu.
M_SMInfo_NeedUpDate=Vaše Start Menu 8 je zastaralé.
M_SMDesc=Vrátit zpět Windows "Start" menu.
M_SMTopSel=Nejprodávanější
M_SMTipTitle=Detaily
M_SMTip=Slibujeme:<br> Navrácení Start Menu pro Win 8/10<br> Klasické Start Menu bez reklam<br> Rychlejší a přesnější hledání souborů<br> Přizpůsobení Start Menu podle vašeho gusta
M_RunSM=Spustit nyní
M_SMOffer=Vrácení klasické nabídky Start do Windows 8/10.<br>Výkonný a jednoduchý vyhledávač souborů.
M_AMCCaption=Ochrana systému Android
M_AMCInfo_NotIns=Získejte lepší zabezpečení a ochranu soukromí pro Vaše zařízení se systémem Android.
M_Recomm_Ins_AMC=Doporučeno: Nainstalujte %s na Vaše zařízení se systémem Android.
M_AMCDesc=Optimalizovat a zabezpečit Android zařízení.
M_RunAMC=Získat nyní
M_DLCaption=Správce hesel
M_DLInfo_NotIns=Chraňte a spravujte všechna vaše hesla s Dashlane Password Manager.
M_DLInfo_UpToDate=S bezpečným Dashlane již nikdy nezapomenete heslo.
M_DLOffer=Jednoduchý a bezpečný způsob správy hesel.<br>Vytvoření jedinečných hesel pro ochranu vašich účtů.<br>Automatické přihlášení na oblíbené webové stránky.<br>Pro Windows, Mac, iOS a Android.
M_RunDL=Spravovat
M_AC_FreeTitleHide1=Všechny doporučené programy jsou skryty!
M_AC_FreeTitleHide2=Klikněte na "Zobrazit" pro jejich zobrazení a instalaci pro získání plného zabezpečení a ultimátního výkonu.
M_IUCaption=Odinstalátor aplikací
M_IUInfo_NotIns=Odebere nechtěné aplikace, panely nástrojů a doplňky prohlížeče.
M_IUInfo_NotIns_Distrust=<a>%s</a> pluginů/toolbarů, které mohou zpomalovat váš prohlížeč bylo nalezeno. Nainstalujte IObit Uninstaller pro jejich odstranění.
M_IUInfo_NotIns_Distrust_Single=<a>1</a> plugin/toolbar, který může zpomalovat váš prohlížeč byl nalezen. Nainstalujte IObit Uninstaller pro odstranění.
M_IUInfo_NotIns_C=<a>%s</a> pluginů/toolbarů nalezeno. Nainstalujte IObit Uninstaller pro odebrání nevyžádaných položek.
M_IUInfo_NotIns_C_Single=<a>1</a> plugin/toolbar nalezen. Nainstalujte IObit Uninstaller pro odebrání nevyžádané položky.
M_IUInfo_UpToDate=IObit Uninstaller důkladně odebírá pluginy a aplikace.
M_IUInfo_NeedUpDate=Váš IObit Uninstaller je zastaralý.
M_IUDesc=Odstranit škodlivé aplikace a pluginy.
M_IUTopSel=Nejprodávanější
M_IUTipTitle=Detaily
M_IUTip=Slibujeme:<br>Úplné vyčištění zbytků po výchozí odinstalaci<br>Monitorování instalace programů a odstranění bundleware<br>Důkladné odstranění těžko zbavitelných programů<br>Rychlé odstranění škodlivých aplikací a reklamních pluginů<br>Udržování důležitých programů na aktuální verzi
M_RunIU=Spustit nyní
M_IUOffer=Kompletní odstranění zbytků po výchozí odinstalaci.<br>Monitorování instalace programů a odstranění bundleware. <br>Odstranění těžko zbavitelných programů, které nelze odstranit obvyklou cestou.<br>Rychlé odstranění pluginů prohlížeče, toolbarů a rozšíření.<br>Udržování důležitých programů na aktuální verzi.
M_FPCaption=Video Konvertor
M_FPInfo_NotIns=Získat video konvertor pro převod videa pro různá zařízení.
M_FPInfo_UpToDate=Vychutnat sledování videa na jakékoliv zařízení, která chcete.
M_FPInfo_NeedUpDate=Format Package je zastaralý.
M_iFreeUpCaption=Optimalizace iOS
M_RuniFreeUp=Skenovat nyní
M_BuyiFreeUp=Koupit nyní
M_iFreeUpDesc=Uvolněte na vašem zařízení se systémem iOS více místa.
M_iFreeUpInfo_NotIns=Na vašem zařízení se systémem iOS může být zbytečně zabrané místo.
M_iFreeUpInfo_UpToDate=iFreeUp uvolňuje místo na vašem zařízení se systémem iOS.
M_iFreeUpInfo_NeedUpDate=Vaše iFreeUp je zastaralé.
M_Recomm_Ins_iFreeUp=Doporučeno: Nainstalujte si %s pro uvolnění místa.
M_RunSGB=Nyní zvýšit
M_SGBCaption=Optimalizace Her
M_SGBInfo_NotIns=Zvyšte rychlost her a životnost PC. Zároveň jej udržujte ve špičkové formě.
M_SGBInfo_UpToDate=Superb Game Boost, urychluje a optimalizuje váš herní výkon pomocí jednoho kliku.
M_SGBInfo_NeedUpDate=Superb Game Boost je zastaralý.
M_RunIVC=Vyzkoušet nyní
M_IVCCaption=Video Konvertor zdarma
M_IVCInfo_NotIns=100% zdarma, 150+ formátů a rychlejší konverze videa!
M_IVCInfo_UpToDate=Sledujte videa jak chcete vy.
M_IVCInfo_NeedUpDate=iFun Video Converter je zastaralý.
M_RunIOT=Spravovat nyní
M_IOTCaption=iPhone Manager
M_IOTInfo_NotIns=Přenos iPhone dat, vyčištění a zrychlení vašeho iPhone.
M_IOTInfo_UpToDate=Přenos iPhone dat, vyčištění a zrychlení vašeho iPhone.
M_IOTInfo_NeedUpDate=IOTransfer je zastaralý.
M_TipTitle=Detaily
M_IOTTip=IOTransfer slibuje:<br> Přenos fotografií/hudby bez omezení<br> Jednoduché a bezpečné vyčištění nevyžádaných souborů na iOS zařízení<br> Stahování a konvertování videí do iPhone/PC.<br> Bezdrátový přenos souborů mezi iPhone a PC.
M_IOTDesc=Přenos iPhone dat, čištění a zrychlení vašeho iPhone.
M_IOTOffer=Nejlepší správce souborů pro iPhone/iPad.<br>Přenos dat z iPhone/iPad do PC jedním kliknutím.<br>Stahování online videí a konverze do různých formátů.<br>Snadné a bezpečné vyčištění nevyžádaných souborů pro uvolnění prostoru iOS zařízení.<br>Bezdrátový přenos souborů mezi iOS zařízením a PC.
M_TopSel=Nejprodávanější
M_VipTitle=Exkluzivní VIP nabídka
M_AC_ShareTip=Sdílejte exkluzivní nabídku s přáteli a rodinou
M_AC_Pro_Title=Další doporučené produkty pro lepší zabezpečení a výkon.
M_ACPro_SubTitle=Kupte nyní a získejte EXKLUZIVNÍ slevu pouze pro uživatele ASC PRO.
M_ACPro_SubTitle_AU=Kupte nyní a získejte EXKLUZIVNÍ slevu pouze pro uživatele ASC Ultimate.
M_ActionCenterTitle_Perfectly=Všechny programy běží skvěle!
M_ACPro_SubTitle_db=Kupte nyní a získejte EXKLUZIVNÍ slevu pouze pro uživatele Driver Booster PRO.
M_SubTitle_Perfectly=Spouštějte následující programy pravidelně pro získání lepšího zabezpečení a výkonu. Užijte si jejich používání.
M_ShowACTitlePro=Exkluzivní VIP nabídka
M_ShowACDescPro=Klikněte "Zobrazit" pro získání vaší EXKLUZIVNÍ slevy pro doporučené IObit programy.
M_AC_ProShareMail=Sdílet e-mailem
M_AC_ProShareFB=Sdílet na Facebooku
M_AC_NoMailCLient=Operace se nezdařila, protože výchozí poštovní klient není správně nainstalován.
M_AC_Pro_Title2=Další doporučené produkty pro lepší zabezpečení a výkon. Kupte nyní a užijte si exkluzivní slevu pouze pro uživatele Driver Booster PRO.
M_BuyIMF=Koupit nyní
M_BuyDB=Koupit nyní
M_BuySD=Koupit nyní
M_BuyIU=Koupit nyní
M_BuySM=Koupit nyní
M_BuyASC=Koupit nyní
M_BuyIOT=Koupit nyní
M_SU_UpdateAll=Aktualizovat vše
M_SU_ActiveAutoUpt=Povolit automatické aktualizace
M_SU_Title=Aktualizace programů
M_SU_Help=Jednoduše vám pomůže získat aktualizace pro vaše důležité programy.
M_SU_Ignored=Ignorováno
M_SU_Upting=Aktualizuji
M_SU_Update=Aktualizovat
M_SU_UptoDate=Aktuální
M_SU_StopIg=Neignorovat
M_SU_Ignore=Ignorovat
M_SU_NewVer=Nová verze:
M_SU_InsVer=Aktuální verze:
M_Hot=SENZAČNÍ
M_RunKV=Spustit nyní
M_kvpCaption=Video Downloader
M_kvpInfo_NotIns=Rychlé stahování videí z YouTube a více než 10,000 webů.
M_kvpInfo_UpToDate=Rychlé stahování videí z YouTube a více než 10,000 webů.
M_KVPDesc=Rychlé stahování videí z YouTube a více než 10,000 webů.
M_RunKVP=Spustit nyní
M_BuyKVP=Koupit nyní
M_KVPTipTitle=Detaily
M_KVPTip=Slibujeme:<br> Stahování videí z více než 10,000 webů.<br> Stahování videí v jakýchkoliv formátech.<br> Stahování několika YouTube & Lynda playlistů najednou.<br> 3X rychlejší než obvyklé downloadery.
M_kvpOffer=Rychlé stahování videí z YouTube a více než 10,000 webů.<br>Stahování videí v jakémkoliv formátu jedním kliknutím.<br>Stahování YouTube & Lynda playlistů v dávkách.<br>3X rychlejší stahování s pomocí vícevláknové technologie.<br>Konverze online & lokálních videí do jakéhokoliv formát do jakéhokoliv formátu
M_AoMeiBackupperProDec=Ultimátní řešení pro zálohu počítače.
M_RunAoMeiBackupper=Spustit nyní
M_BuyAoMeiBackupper=Koupit nyní
M_AoMeiBackupperTipTitle=Detaily
M_AoMeiBackupperTip=AOMEI Backupper Pro slibuje:<br>Záloha systému, disků a souborů jedním kliknutím.<br>Rychlé a spolehlivé obnovení systému.<br>Klonování HDD do SSD, HDD do HDD, nebo SSD do SSD.<br>Synchronizace souborů a složek v reálném čase.
M_Moffer_Title=Volitelná nabídka
M_Close=Zavřít
M_Cancel=Storno
M_Moffer_Install=Instalace
M_Moffer_NoteEP=Kliknutím na "Instalovat" souhlasíte s instalací %s a přijímáte <a>Licenci</a> a <a>Ochranu soukromí</a>.
M_Moffer_Refund=<a>Poznámka:</a> Můžete požádat o vrácení peněz do 30 dnů. Přečtěte si <a>Podmínky vrácení peněz</a>.
M_AdawareCaption=Web Companion
M_AdawareInfo_NotIns=Web Companion vás chrání proti phishingu a škodlivým stránkám.
M_AdawareInfo_UpToDate=Web Companion vás chrání proti phishingu a škodlivým stránkám.
M_AdawareOfferDesc=Instalovat Web Companion pro zlepšení mé ochrany na internetu a nastavit Bing® společnosti Microsoft™ jako domovskou stránku, přidat na nové karty, a nastavit jako výchozí vyhledávání pro kompatibilní prohlížeče.
M_AdawareOffer=Jednoduchá a rychlá instalace.<br>Ochrana před phishingem.<br>Webová ochrana v reálném čase.<br>Kompatibilní s více prohlížeči.
M_DLDesc=Už nikdy nezapomenete další heslo.
M_DLTip=Dashlane Premium nabízí:<br> Bezpečné uložení a správa všech vašich hesel na jednom místě<br> Přístup k heslům z jakéhokoliv zařízení<br> Ušetření až 50 hodin ročně s automatickým doplňováním formulářů
m_OperaCaption=Prohlížeč Opera
M_OperaInfo_NotIns=Rychlý a bezpečný prohlížeč integrovaným blokováním reklam, režimem úspory energie baterie a bezplatnou VPN.
M_OperaOffer=Blokování reklamy pro až o 90% rychlejší načítání stránek.<br>Prohlížejte až o hodinu déle.<br>Užijte si bezpečné a soukromé prohlížení s VPN zdarma.
M_ISUCaption=Aktualizace software
M_ISUInfo_NotIns_C=Počet zastaralých programů: <a>%d</a>. Nainstalujte IObit Software Updater pro jejich snadnou aktualizaci.
M_ISUInfo_NotIns_C_Single=<a>1</a> program je zastaralý. Nainstalujte IObit Software Updater pro jeho snadnou aktualizaci.
M_ISUInfo_NotIns=Snadná aktualizace a instalace všech důležitých programů jedním klikem.
M_ISUInfo_UpToDate=IObit Software Updater udržuje vaše programy na aktuální verzi.
M_ISUInfo_NeedUpDate=Váš IObit Software Updater je zastaralý.
M_ISUOffer=Snadná aktualizace vašich programů na nejnovější verzi.<br>Nainstalujte programy, které chcete bez zbytečného úsilí.
M_ConnectifyInfo=Udělejte ze svého PC Wi-Fi Hotspot & sdílejte internet se všemi zařízeními.
M_ConnectifyTip=Connectify Hotspot umožňuje:<br>Sdílet internet z vašeho PC se všemi vašemi zařízeními<br>Rozšířit dosah vaší existující Wi-Fi sítě<br>Spojit připojená zařízení do vaší domácí sítě<br>Blokování reklam pro zařízení připojená k hostpotu

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=Manuální aktualizace
lblActiveTitle.Caption=Už vás nebaví manuální aktualizace?
btnActiveAutoUpt.Caption=Povolit automatické aktualizace
btnDonotShow.Caption=Již nezobrazovat
lblClose.Caption=Zavřít

[DB_FormGuideInterface]
lblTitle.Caption=Hurá! Všechny ovladače jsou aktuální!
lblDes.Caption=Spouštějte Driver Booster pravidelně, aby byly vaše ovladače vždy aktuální.
lblHistoryView.Caption=Zobrazit historii aktualizací
lblScanMore.Caption=SKENOVAT VÍCE
rdhtmlbldes.Caption=Spouštějte Driver Booster pravidelně, aby byly vaše ovladače vždy aktuální.
btnClose.Hint=Zavřít
btnDisappear.Hint=Zpět
btnMax.Hint=Maximalizovat
btnMin.Hint=Minimalizovat
btnRestore.Hint=Obnovit

[DB_FormPcPerScan]
lbltitle.Caption=Sken výkonu počítače
lblTipCap.Caption=Nebyly nalezeny žádné problémy, ale pro čistější a rychlejší počítač doporučujeme instalaci Advanced SystemCare pro rozsáhlejší sken.
btnfix.Caption=Instalovat pro opravu
btnstop.Caption=Stop
btnInstall.Caption=Instalace
btnclose.Hint=Zavřít

[DB_FormScanWithPro]
lblTitle.Caption=Více aktualizací s edicí PRO
btnUpgrade.Caption=Upgradovat nyní
lblLicense.Caption=Zadat licenci
btnclose.Hint=Zavřít

[ACD_frmActionCenter]
lbl_Cancel.Caption=Storno
lbl_Min.Caption=Minimalizovat
btnClose.Hint=Zavřít

[ACD_M]
M_Downloading=Stahování:
m_Installing=Instalace:
M_DiskIsFull=Nedostatek místa na disku!
M_NetError=Stažení se nezdařilo z důvodu chyby sítě. Prosíme, zkuste to znovu později.
M_Tips=Probíhá stahování. Dvojklikem na ikonu zobrazíte podrobnosti.
M_AreSure=Opravdu chcete ukončit aplikaci Action Center Downloader?
M_AreSure_IObit=Opravdu chcete ukončit aplikaci IObit Downloader?
M_TipFixing=Instalace
M_MD5Faild=Stažený soubor je poškozen. Prosíme, zkuste to znovu později.
M_Speed=Rychlost:

[DB_FormIgnoreDevUpdate]
lblFormTitle.Caption=Driver Booster
btnClose.hint=Zavřít
lblNote.Caption=Poznámka: U ignorovaných aktualizací/zařízení nebude prováděno skenování, dokud je neobnovíte ze seznamu ignorovaných v Nastavení.
chkIgnoreOnce.Caption=Ignorovat pouze tuto aktualizaci
chkIgnoreAll.Caption=Ignorovat všechny aktualizace tohoto zařízení
btnNo.Caption=Ne
btnYes.Caption=Ano
chkNotRemind.Caption=Znovu neupozorňovat

[DB_FormBoostDetails]
lblTtitle.Caption=Detaily herního boostu
lblInfo.Caption=Váš PC byl zrychlen pro lepší herní výkon provedením následujících optimalizací.
btnClose.Hint=Zavřít

[DB_FormBoostConfig]
rdlblCaption.Caption=Konfigurace herního boostu
rdlblHint.Caption=Vyberte položky, které chcete ukončit pro uvolnění systémových prostředků a zvýšení výkonu.
btnBoost.Caption=Boost
btnClose.Hint=Zavřít
lblRecommend.Caption=<a>Doporučeno</a>
lblLoading.Caption=Načítání...

[DB_FormTrialExp]
rdlblfromPROC.Caption=Verze PRO přináší následující výhody:
rdbtninfo1.Caption=Získání nejnovějších ovladačů, prioritně Game Ready ovladačů
rdbtninfo2.Caption=Vylepšení stability systému a herního výkonu
rdbtninfo3.Caption=Nalezení a opravení potíží s PC způsobených ovladači
rdbtninfo4.Caption=Automatická aktualizace a záloha ovladačů
rdlblSeeAllC.Caption=Zobrazit všechny funkce
rdbtnBuyNow.Caption=KOUPIT NYNÍ
rdlblEnterCode.Caption=Vložit licenci
rdlblRemaind.Caption=Připomenout později
rdlbl60Day.Caption=60denní záruka vrácení peněz
rdbtnClose.Hint=Zavřít

[DB_FrameSaleTrialUpd]
lblFeatures.Caption=Funkce
lblTrial.Caption=Zkušební verze
lblPro.Caption=PRO
lblTxt1.Caption=Skenování nejnovější verze ovladačů & komponent
lblTxt2.Caption=Aktualizace všech ovladačů & komponent jedním kliknutím
lblTxt4.Caption=Opravení chyb zařízení pro bezpečnější PC
lblTxt3.Caption=Automatická aktualizace ovladačů při nečinnosti systému
lblTxt5.Caption=Záloha ovladače pro bezpečné obnovení
lblTxt6.Caption=Lepší stabilita systému & herní výkon
lbl2PerDay.Caption=(2 za den)
lblLicense.Caption=Vložit licenci
btnUpgrade.Caption=Upgradovat nyní
lbl60day.Caption=60denní záruka vrácení peněz
btnClose.Hint=Zavřít

